{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,14],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"batch_input_shape":[null,14],"dtype":"float32","units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":128,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_3","trainable":true,"dtype":"float32","units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_3","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_3",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[14]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[14],"values":["1k8Jv+rsB76CWLY/uYKFPTE3BsB5Bt0+45DIv47RRb8qhe++8U0avtMbLD9TVLa+d2qpP9jvlL8="]}],"outputs":[{"shape":[3],"values":["NknXvxFiz78VALK/"]}]}],"trainable_params":{"dense":{"weights":["MHj0PsyNn73RG3E+e3Aav3Sn7L52b+8+8/BdP0igxL5BFCQ/WzOTvniqOr9KHOQ+rfZhPqDyxjzn7J89tPGHP2NF2T5lUpk9H14dPR9l376tymk+4zjUPgEIIr1kQNS+Ylp4PrKWZT7s2RE/LBp7vmweLL31erk9FWibvn5SQT+XWrQ9oenUPjXWHT6SVQI/37ykPX1BlT6zjtU+tMk6PirVKz9Kx2S9GuakPUZddL4GRJS/7AZqv5RC9j6kxMk9M4O9PiqfcL+Anfg94e0lvYV6t77cYR8+BobaPsvfsD7gjHg7DxOzvj2eqr47NeO+aJAnPnxtFT97OZs9YnXlPpJaID6Q2N4944b6vX23mj/TL7A9lZzCv8BJiL54kc0+qkAVv2rBuD85CH0/ABCSv1X/tb/KbRK+kwI9v0f+L75DAuS97w/DPbsv0j/s8dk+0baEP/YalL4zCA4+nAOXP2rCmT+o8Ye+jthgP2Wi3r4eIJq/7JgJv+Zz4b3VYSw/op2JPqPQHT+/iJC/Wa20vzGeQT5hISq9YveYP2bY4r3FWle+J1Skv1Q6NT82bHU+q+Jivn70R7xSptI+BC2SPZlcur7Nl8I+J1HnP4XENzwOuqm+4IOqvGZf8z5aAgk94cCuP9THpL8J5NG+MhUIvoAuPz4i7/q+TQsZvifS/L1VBuW9biw9vp449zwD2iC+9IEhPn8nV72vMFG+N8oRPsJTsTp3hXq+MyLyPW0JNr7+4bc9LPYWvfFx2j2yo4s7+qafPdJllb6qaqO+r7TSPWmSVr5csiw+bLuNPFVOlb4guW4+TDXHvUMuQL0rg8u+KntkPvPLsz0UBCE+1eidvWDh7T22/za+qW7XPZszSL5143S+0MU1vphQST4g3W6+njNevoDpNj3WYjA+dWFrPneFmT5box4+QMdjvkTtsj1O2Yu+GZCnvT+Q/z1gbd69/8dqPvTzY76vQ5u+cSakvp9YeD4AHS+9uCA9vuZbjz5QAiK9HEr2PPWsub0keo2+","V+6qvuBU1Lx/b/G99ESQPcj1J75XF725AfIcPZZeij06vx87ohU0PslZWD5H5mW+GWuXvjXRGr7370g+mI71PYH3Rr6Ww9Q9GFbEPZo0OT4NDkC+sJiCPovD9bxmP1C9oL0APWCpN76FzyU+rMejPSMd4b0FhcE9nfcQPm4raj6FETu+adVkvbLlUj6MIDM9RquCvtj/gb20Iju+WBPcPUosCj7WoUg9nhlCvvRB7L3CA2U+ilQLPrwXs76tJj2+WyUWvgg7h70bHWg+oobVPatShT5jEo0+Ik+bvoSWwruw0Jc+QmEuPcrTm74uukk+zOOivaXbJz7S3Fk9k9AjPhWyVb588Dq+UrqWvqeU5jylC689xfCQvkG7CD4/Tzc+WoUnPreaqrxD8Qe+qEs1PaOPRL4MYbw9BpoNPtmEtb2kDY6+X2tsvvLekD1h/YS+IuwyPvUYPT4u01K7LEyRPYMHWL4tBWW+nzqzO6eNI77NApi+tVz/PL1ZGT3oBlQ9KwltPgk7VT7BgzQ9AK43PZoTv70iKgY+r+XiPUHyDb6NFVC+PHphvowgBL77cFQ+skn2vcJD/z18WWc9UI6lPUkcYD4Yhvc91kPHPBK3mL6XAyo+SMR7vs9BUT5fFa69K9wuvsv0ZbwV0E++jFOWPmRRbr2LiQq+muMQPo6Bgzt1Zx49T+aAPpNWZr5GPr28+lZVPjkv7jtTq+K9qJtAPPzhWb4fYQ4+VYWNPmFJMD71/JC+zP7MvaPqnD2EXQs+T/n6vcpqjb6Vh6E8AK6hvWH1Cz6hb1q+AamMPh0t570rcNU9SL46Phnhr71g0yy92kT8PU/uKb6qcve9qL6jvfC5vLx25+w8JcYtPi2Sbb41rJo+aQqLPiBhDjx8oIm+3svgvcD8oD0GydO94Ukcvm9ZW7631oY9kBJWPkWbgb5Pvoi9+WpivgZVXj5qehk89UlmPqKoEL6xCGE+80Jbvc9G0r0fgTo97lRKvqPTw73EpAi+sxWZPu0Mfr6obDW9","P8ruPKAtTTxiP4i9DTmFvs47Zr4y3vQ9X6l5PvGLwL3QuVi+U3dEPqPMvT2IhiQ+6KL2PJZgg72MZIe+2yk6PimVAL0lk4o+G+CTPXlRyz2rmYM7+eYevlV8gb4F+D0+BXAnPsKxiL6o1zs9BLiNPXJCJr6Q5/+7Gz5Rvk66Ub7trGq+Z1OTPg8bRj4aDA29keX7PL3afr2l0jY+uPIqPS7uML4a/ia808c0vPwEwD1mzTY9+obJPKD+JT4a63M+c2pcvWduFz3AFea9sQKMvatX9T2GFma+rfcoPPF8Or7jZxe+QPcavghcsr0oTIC+36KKvqnaWb5hqjq+l+TKPZGggD4GtpK95QgzPUjGBz6MzIi9XdHKvUwTgjzRi4W+YawwvqXohz0rYi8+iAxJPltvsj1GdnI+hNj4veukxDw5QPy9MeJGvriJJT5OIBk9Kb2IPQ+eC75hF40+f4qBPbEz0b3gxm+8xVdXPVbqlD6RbQ++H7uEPo3UxzxwU5E+t8t0PiW2wj3rhCQ+JesAPofdPr4j28k9I7zzvaB3ZzzuNws+r4gRvQjKdb7mdVY+cxjrvZu6cz2EcqE9uC5AvTwTwT6DQ2A+DF01PE/OFb2HeJ+96LvVvYnc6T1gFUM+KVoTPl2XXj6c3Qi9gZuqPVpEe7667Si+aJtuPusi07jA2Ag9gFeJvWA44j061fK9t7lRPZjw/z2+KoG9vi8hvL6VOD5tGzM9SnEHvhNWcT7X+Ik+FD2KvQO8KT30YSs+bwsRvnoQHT5/lOU9/PFgPSnMgj2aChC+BgSKvgj/iT1Ronk94Aw+Pt0z1L3Z6Rc+UK+NvUJPhD3R9B++Yb2nPS4zfTzbRFu+qQEjPh2l/b2uWKo9MFuHPmUFcz68InC+FIZxPvpL9D0VBhO+WOBuPkujej6PfVW+ZlhJPrCTwjxXM6U+mLsmPozLsbtLQx8+vezNPdA/Qz2bH8M9hRdlPmrahj5q3ai9N6ndvTFSgD7AQ6a7Mc1cPumWhz38Ip8+","m0EFPQjgg75piyG+sVl0vXaGur29Gii+ZVQuPG317r0tg+09m9CivfdTB770kYo+4wsSPsJ+d753sTo+XxtBvlX2nb15MKw96m0oPhoeBj0NvVS9LryLvtGF/byQSSQ+iiB7PoyMLL7FZhm+HuJYPhnQhD7iYlg9qxEyPl/vlT4MyBq+zpB4PhHKYL5YmJY+ULbvPcA2i766nEW9HHvcPWiYw73YXw4+P1ltvbjXUz6e9pw9V7G0PWt3kT5ks5e9mzxevdd/br5p+TS+tTYlvgy8Wb4iNde9WDWCPox6Fr27j1Y+v5aTvVSPRD58FEA9b6JrvjkCST2HYCS+djEEvobc5T2QD7y8D1R9vj8Joj1StH89rAXgPfVTkj1tG5Y+iedpPtAerb7/L4W75asQvnC8Cb64Uv+9fIc0PpSMWT6V1gS9DiUfPjC7lr6AlwK9A1V3PoiroT13c4u9bH85PXced74s87A9OKXvvajzQ70YxQQ+D/Kcu1ArR76Wy069Qp7uvaouDb7l5oi+N03gPYiUij7GmP080x0GPkAM2b03kkg+Zh9UvizKkz6jGC0+DBINvpQdtryhldC90IbRPFGzy71AT4q9PT8JvScsjz4uXky+XBJRPg6QEz5VxTc+dEDHvbjrET5cYpE+yPREviAkwz1bRI2+OZnbvTOuoD1snja7myFWvsfFWj4VYNU9UcdjPlOZeD7VyN8961nEvVzlwz0XJwk93VksvuMwc77iVdY9f+53vhgrUb4MH5C+yx4VPtVAXr7ObGA+CdCxvZ4sFr7qW2Y+FOarvGzCqz1nEqG9IAuJveTRGD4nZ8E9rH0zPq9i+L2ryI4+SpUBPuAyHL4HnHK+3iwkvjyxYT35/36+jCpCvtZ+N764IDy+W2DCPVdyGT52un0+s56BPEmHubvoWzu+G7mnvSRWCb0TtBY+1Oa9vfYMYr1t7D0+tulPPlBUVb1Z75++paxGPjZk673LhGm+FuerPsWWXD64glw9StZPvv0IoL3NgIc8","oX1kPmDtTbzZK8i63CRDPjSpNL61sTs+wLI+vgZJez6+YPG9FTBjPVF+SzyF5k6+6+lCPuY+yL3xW669DtRcPsukjT55Pw89zDcFPuxggD786w49LiMIvmU4er7GVCS+n/y6vWDRcL1f7BS+o8mqviNEdTz/D6E9xFUGPjNnjb6TLxI+s/TzPMUP2r2Uw5U+hOgWPeuJFj7C/kq8hhTVvSANHT1FkNs9F/dDPpEC+z2ZeFw+LgInPlRDOL5k3nq+64D/Pci5KT5MyZG9MY1GPA0eSj496wC+8btOvjqyPL2B/F28VN6/Pd50jr1JXVo+f82Avle9lD4eAg4+9lTcvpNRlL5oXQk+r/K+Pf4faD5jvve9obgNvuvhYz0xpIs+qwWFPepDEz7or6c+ycEEPlavmT6VIgu+wKxevqxAhb53RpE+PYfZPdQKMb5ZqYm+nEVgvS2pvD3ZAHO+dtUPPnuoibz4HEC+FydePo1L/D2W2Tm+loSBvhtK8D0DZU2+1RAmPhnVIT1dsKi98eEGvij0Pz61nHS+qXB7vgy3g71k9wE9c/9yPrLZ7D1vVuG84JEwvhV76j3R0749mG0TvfF+cr7wGi8+EHUnvoivBz3RbDM+N1uMvqDLur4+86m9VDRbvlRAlD6LVQ07KBKiveDj9D22YOC93RzcvVfvLL4="],"bias":["2DitPQAAAACD9/68FsuuvaBoXbwDBB09oyhaPBt20zwqLcO7NdasveBGljwdx608VEo/PQAAAAB24Iy9Ia4SvfieFDzjLG482SZ5u5e5iL13o3G8L36gvJnnXTtciTi9FV/TOwAAAABgWrO816XrPK2CgzuDQFk8JeGZPDZuZj2CDiA8LhzlPCj37ryTr1o90nmLPe54TzzYTOw8AAAAANXQFD305ce996X8PBkuPjw8zBe9MaOxvWWloDwAAAAAQjPGPdPpFb2QFwM8fQhTPcAMN7wAAAAACeZdPZkaBLxxT3U6cSs/vMwDdD1QdIY8AAAAAFvSLrxHWIy8EayVPQ=="]},"dense_1":{"weights":["IbxPvsTFhz3S/QS9pzcLPv1JLz5kuAo7iyMMvQw/Sr77IwQ+TZUIPqTrFr7m6CU9kj9kPqv8gr0jsC28bVQEvkjQ3D3VxjE+FEdNvkVkhj5JRWM+/i3UvVeSurxn1ZI9HNIyPtMEFj3kC6G+ivM/PkTRXT7JG+O9HPb/vhOw7byD7gQ9UACVvUISIr46MxS+LiEdvjg2OL1HXpg+HV4+PYf0Mj6Dk8K9qr7SPPIESr3gABA+Adr9PWhTiD0zzWc+Tww+Ptt6ib1CAza9UlQxPn8zdbz2jsg79MFcPuZ3/L2GcZ28lnsWviGc8r19Alq+l2QXPplghL0eR9a8YncMvnqxRjzOQAk9Te1Jvg8bjb1wKR69YfxYvtQhEj4wPY++UgbSvU7w4L0ZUdu9pdbHPY5AFr5BZzE+N4oHPptVXj6CNYQ9OtNoPnNQ6b0Z1yC+YBcoPMKJDj5fB0w9eBVRPtGFEL65yg2+v7vDvYPq2j0Sma+9m5kXvquTLr6/iQ09W0WDPVj7Q72IMZw81Tn/vX7Fn76AVYW7fVRMvB9B5L0nmoa9p3YHviFjP77q77Y9hBYePtXy4bweYaA9qDn7PcMdCb5Cpbo9EoyEvD7YT7xUNiA+zPk9PLT3wj1+ft49tKETvi2lmb4HOxU98wMKvIpVQz3cL1Y+wapgPmcX9rushoC9ePqJPJfqID54Ds+9dL4uvciafT22kDG+DEF+vc7lCL4hGhI+wM1RO1QbMr72UCe+h1QpPvAFnrysXSq+va/0vb4MZb3wUc+8/HiXvVNXCz64SDm9bE9NPahqQz1yP6Q9BnjkPboSEb6ieiG+IA2qvCKCij3E4Fk9DY/YvQ/eDD6Y+xq+C0+PvQdCBT4KBtE970QiPqMFMD7ndA8+izISvlj7hrwQUrA8kYIHPowUID0GiqQ9HnbhPWm5ML6e5989EliVvTwGGb4SHbe90nKwPTkQGb5PizG+r8cKPrmOKT50TfS98CUKPG/0Ib6mlu09yCT1vFDTOjxMrCQ9","bLRWvXBCfT0bcSw+TCNBvVJ1kr2MgFw9LGhaPVRNnr0AcVe9lSnLvS+5ET5Yr7C9YChlvMr36b304im9D04fPvKP1T3mb6w9B3MbPjqKpz004iQ9m9ADPtz/Lb50n0c9ZI6HPYD7yju8LIU9VxYVPro0KL609PC9OpTjvciAdz1vmTQ+gdnnvaMUFT7OB/w9ME45vIX6n700LGq9Z6PLvVKRtD0CDhS+oPwqvp0QGz53cQc+2O86PcKf6T2FGRM+9Ihxvd4wMb7eeJ099Xs0PmBkRT07eQI+MH4MPQhH9r2Ye5C86CgHvVkzBT4fghu+YSwFvlVRlb35YrG9fIobvhFa4TyvMKy9f9HZvSytnb3qk7c9Xz8LPspFID5hmc89nt2rPembIT6aC969UYD6PVtDL72fXYe8G4N6PGCcy7zqyv08eT8cPnZFq71gRIA9d4cpPofaRL60tse9OscqvV97yDxdE7w9qOTNu/V0pL29zIA9bbIPvh4UvL2AgVW9l2kKvUuhKT4dMxQ+RfoUPoiaXTxYMQC+e1YwPUhRBL0GqS8+6c4IPrY0073mk0q87hEqvrAKFb1Lsw6+Yj3dvQDgE74z6ys+UHe2vWJ1071eI1e8akPKvGPflL3tgUe9hQw3Pg2Dkb1hl8e9/kv/vQaBBz6Gwpg9O3tKPu9gJz6DU4Y5T5hCPr3/7j0zXBI+cLJQPLowgL0ima69JPXJvcAPm73trEc8E04oPjaqCz3vvYm9ZUKIvQCTZTxHNqi9Ylm1PaIGAL1TLgQ+v5E3PY+MFL4n2ei8i3wcvi5UmD0gmQ08O/UFvsIeV71oVMk94KOtO0pX5D3ALki7+zEwvSMNKD7l0Tq9tS0vvsCG+rwlNTQ+zwM0PoAi2r0LMIM9CvAdvXjPkb349UO+eExEvaeBEz758q49IKXBvLxB+bzCBA+7x4iYve7Ilz1LfgG+Ad4Ivt911z389Cg9neTPvdCrMj3e0oA9oLRsPbB/oDw94Q6+zjE0PqEJJT6ygtC9","ZOIVPsKNxr1kziE+wFw9vaJEZ732c3E97VmLvRADozyRmfe96oTlvZ7ksb0gKpy9or8qvk6POz5+d7M8pDs7PJsjWzwrU4Q9dBW+vYbXHD71Hoy9AArevER7LT4cSwO+sn44vU2THD7WOEg+IFDDPRLLqr1dOaW9PYLdvSPF9Dx3XRa9/OCNvYKUAT6xjXE9GmB2vRM+oj3Tsi08foM3PqEVoLthT6W9eWQKvsTAgb6rD1q9VczmvfEcFzyG8ay9YI+Hvl4gy70OnlQ9/mCPPJZbFb4WUh2+NqkavTkaB72kCho+WV6uPXB+lD02V8k9n0O7vTNL6LtFBvo9AKloO8Xk1z0cSIs+Xa2FPr/DGr5Cfz0+Idy9vvwnoTzFrj87cZi7PLJ8LT4sTYE98KuLvknt1buKZVq8wHUHvA7KID685Ay+XzaXPLYIt7wDG908SYQOvKy48D3JLvm9L8RWvQ//sb1zrEc+bQQHvWqsIz2OvRk+AcSJPppgJL6yDu890S3dPT9myr5yPy69CxExvh/N8bxlqI+92kXbPTGl7L09QM+9DwriPIZhtDyXQw0+7hvHvXtI5b0nTXA+pjgKvmWbsD2Ak/I62+g7vrc8Kr5W/Lk97TxXPUghrj0IZDG+dBRZPR9OZj1RtH699njKPdZ2EL6YGqM9Z045vXXso72qo5w9bJUOPu28hL2IJg+6Sv3JPVhAy7yVF8g9TYKEPczaJz2zOMg9/b6MvQXhKj7O1ly+h3J7vXLFqb06YxY+qxcevc5UxTs6QBC+S3uEvVQ9kT145M89KlSRPaIoFT4HruQ88fORPXuBzb02tQI+X2+5vTXePj4WcQA+UNscPg8NML5lXyC+dJw2Plcu+D04WkU9kPnOPUwTFz6mhmy9cj6/PfDK1T3/yxa+7ikRu58b8z2qCmG7mui4PRkzRr6zTBu+HVzJO7Mh3z0aEMK9LcDbvPAN5TsdSxi9TbHGvHTPDr5ld3w9J28ePYAYhb1M4/49WmrcPUaf0T2uGe+9","khL7vJIkLj7Ry7k9K6UCPvh4t73TLSU+BijrPSoO4j1Sc9c9lhw0vRbOx73xBhe+Q6nrPYCoPzyuxbw9ZYcYPvHoxT1frPi9tJkQPtkimD1YOKe93DacvT3IYD0p69s9OiT+PViPC74gmSy+8z7eO9QuCT5BqBA+cmoWPn/Vm71ISwe+qrCHvj7x/Lw1ICk+ECwwPrxTLL2ZCdM6+hdCvllP9D2gOse8ZmIBvl44pr0Yd5a9CWWXPV9Vir3caBq8pTcaPe48oj0VlSO+3WnJvRmme71DQam8Pf7pvBs/ur1N+wc+AAxdPbGxFz6SpHQ8aP/tvC5N+7x/7/q9i64KvjesKb6fYcK93xIlPkUn6z1ACSe8dyrAvEAxxL1IQ0g+hj9gPQYHXT7pu6k+nICLvHe5jj0bMmM+zHXOPqIxpr3Px/c8cQfPPGIFST6PqMQ9jllpvd4RAj1DTHO+fsfePutjp7yJdE6+jeMEvgBLE71zho+9gugRPqpojT3NJ7c93u8FvoYEHD4/9BK+QFjjPPZnAL05Mhi+RdN3vgo3Tr6Zr7M+6ZTvvX3ycT4RynO+teCAva1X1z1iySC9lrO/PW+U0z0gO2a+7ZBMPiVHrb7frgC+iMi3vIrsRb7fKa0+KGwTvrmtjz00lkG9YRKCPqMZIL6uyce++syIPVV0IT7Ocy29EngUvqcDHb5Auts8jbSjvp3Uxz0Qqvw8YsnGvosk0TxmyK27uKdcvd1BNj4AH7E9yQzpvnT4EL6qE2i+AFibvbbTqr6L2Ge+IPYePRJq7L31OqO+hNFJvucszT1E/RS9sMR5vu2K9b2d2Aq9+th0vnKYyr3kgJA9vBmKvRZsSrwvNKc8JVhHPsbm6TthYIG9uvJZPHwsGrw5Hom8ICCwPjHsGb4gi5a9O8x4PgiEHT4D8q6+OwMjvnJBlz7JRYc8hGUWPTFe8L1H24W93xmwvW0fob4yPE28iHL4vUBJQTsg2pA9kOkWvoubuj31Cxs++o0jPclMPD40nB+9","ZX26vc3QFr50k+89VGQNPui87ryK6jQ+o2QlPZY4o7zAoAq+qLLgPXcKU702XdI8/K2wPL49BT3AuoI94vQGvu3pJz4/m6w9rXFCvYP1eL2ZFEO9yuEyPD3I171wMR4+dzu2PZfk8b1sekq+4SVAPiZtyb1TGTG9qWDDvVfF7LyQlxw9un+2PFOFyrxkNsQ7fj6Mvddynr1cXOQ8zkt5Pd/bVz7Pprq8pFMnPgLiEbzbgNi9xzc9Pr3O7b10OYY+1HMEPhPgUj7Bbr27MQISvlTGnrz4iOE9U6j6vB6OKz0BiZO9xf8PPrExQbyuuQ0++TgzvmvW972HGb89C8YTPi342z2fgvy93oCbPMjm8L0JzYO+rm1CvCL9C76pNWK9ltvfveJfGr5a95I+IEOCPpXwaz6IHqM9mFnpvfJRVD4lwUY+qvcfvRSU9TwwHcO93lXPvY2oZbw52yq9VwhBPg6I2r1XLbA72SflveD+Fr2Bxx+9BgYPvlyDhTxMRK29M3QPvTv4fr0tjA2+1JEAvfPOBr3ryOW9yV9CvfUnTTvK6dG9nAbdPWhyAT4m70i+HnfwPYNqYD0k2Wy+VTnGPIgRKzx1bTO+68V/vWOLKb4NYbi97YWGveHsKr3Hcie+ORoHvf8lAjwiyOc9u1HKvQl9Nj5xb9+9ejgVvVPQBr7N8f69IqIZvqSFXL22+YO9RH4bvZER/D2M5g6+WGAtPehCQzryYUY8uB3jvZTb1z1WfRa/weOLvCR58j32ARU+ZNegPbgygb3ECDk9ZeLrvfxUpr4qJ9+9M7TfPSAdgz0yoQW+SEU7PlRuDj4gojE+XkgXPgS4NL6hKSQ9MTyVPHLrbT1QIhm+rL1VPaMAsD0WRPY98wYYPUedAz5rBOW9I1CPvab7er0GOHS+Zus6PtVjTz6GzYK93PZBvSiIeTtqDRy/yOsQvihrC76KqTA+MIjEvEHDsL0br1Q9aeVsvZOvKD7510G+06A8PsE7Vb583CY+LvUBPjr5trxc33y9","psCHPRhPxjwAtFg+WCwWvuKpLb1HM9g7i8pUvpakij3zuW469fQpPaehET6q0t49/pPNPcxc87wgAz083ADDvWfGhDxyLmo9vmsNPvly+j1EuuI9BKgtPsg3hzy08kq+rHDcOihSAT7L6D8+cQ4WPrmqMD7vgrs86EtOvKJH6T3UD1u9tOFwvnxv2r3JQSC+QlQvPOPpAz56Zbe9GMTbPbiMGr2ddAm+75yoPUvcpbtlNW29e5onPR9ppD2Px9q76RAAPqlSHT5RPTC+ZuvgvQ7CEz7WDh2+XY01vjwV+L0cf2i8/pm+vfuBKL7AiI498P20vew7L76qwc++MX7rPSiA0r3SJ9s9V1AGvep+PD705DG9HQAWPdtZQrx/7As9c0b4vSl4Aj15QLY9sqVxPeHb2r3mr5A9PRR0Ppi8BL7+qhm9BI6TPX2F6DzkYxg+8wk1PJtv+D2Pq+u9oQwMPqpM2T3TZXE8KqqJPLvZBL6g3PG9ftoovYNhCT5JX0K9UsrQPUp0Dz4hzhW+YLk2uxx+WL3hwxi8SkajvUa4FDzbX7S8M7EPvmIbFL7frCk+JqVCvRW9nL1tEAy+joU8Pv/5nL7nEQU+t/EMPmc70L0kZyI+PTzAvXfG8r0Irw0+exENPvvo0j1TEuw9JBCEPZrOAj4pgwU9jR8GPmY7/L3xdms+RC7EO20f4z1c4wU9eDcBvgg9i70xb0++yOVMPocCqb2Jhx699yZnPksojj6dKIc9nmkHvj2v/71Hh0S5ZerEPWg+Prw4sku+bfQCPeUlYD2EvCS+bJXXvYD+ar75EkU8JZ7dvHvD6D05wBS+PR4uPqESKr3CPw69lS2kPcZ6Vr5LLqQ9qQEivp6wL76t8UY+1PupOnz5GD1NnAS+qnDlPW0vJz6ergy9JqBDPbWZEr30xQE8NBKdvS+3KT7AeBa7o7+evcMkKL4gBDC+7s8mvrlvA76A9jK+0MdgPNtlJ773T529NokQPqSCQL07vNm6mlWJvn3FCL3Z+9O9","cteGPp/qJr5eOAM+DdnFvSDX1rxAxiu+vWwMPo72GT6Rx629OGtQvqHfyz1kEAy+xemSvV0YXLwWY0++lkujvUbJlr3LsKA9YLgIvu7XZL1s/EO9pSI5Pt03qrvjSu88YnrTvbujHT6duec9jq+TPYjeHz0Qcqw9E/PxPFmKIr5S5ig+MX9xPaBOiD3Qldk9JWCxPQU3cL1NPMs9wmjNPPTI+73B3yQ+OhxlPSMLjb2Vxn47rmXvvR1pMz3z3PY9/50PPXxYfDtgCAM9u3OTvGlyPDzBHIG90d5aPbIPM71sm528AISGvTbbbj2lJKq7V6S/vSK1Fb68kmk9xzvzvWQT2j2Utky9ZyTIu21Ryr0BAHC74CMEvWjoLj4hxvM93cshvRRllb3EuB4+uSZlvsbNAz5C1US9riOrPfGzArzRGFQ9N8LnPPJCAL7Zu4I93tGhvc4moTzOU3K8XRyMveLAljzCvGo+qex9PdeQBj08vUy9HX0aPsh5ib2k3lW9EY3WvJc2XD0uTSC7rVsqvmkAarz3ITW+GtyqvcOCoDwkqVm+KYcEPmw79T1r/4G9en9tPTr4CjzyQig++6OLvXSXf73AidI78DaHvYMPjDz4GBu+ePCdvPB8Cj4v4TK+CzQQPaYkHD4rpjA9edtnPX7zebtqyxC9kqYAviA8gL3C9sU9vSIeProGTr4ZhsW9QlqZPTLk1DsslfI9OtnyvRxDE76aQi2+DnZtPSVl/72rlEW+iFLhPb+kLr5HLOG7RDxvPaouZrx/0jG97YFFvuA2h75TaRm+Gx2fPXewsLwseyu+SUUovJ4yAj5l56k9TDD7Pag1x706waM9HiSjvbWy/z1t4nG70Uq0vcb1d70ezgW7mojCPOErZT5AzDU+YBpevihHLT02104+JS+PPAlAnz31hMC9ASGPPX2VKz3jrqq+glGavVn7aT0rzS8+WevNvavhML4HRNU92eT/vITdDz60y9u9bFNcvfIqijzHgry8pLdEPlvPBL7hoA++","iNoPPpvSHz5Fid69vqDQPQc6sb3cREK92xGpPeIR+TtNrwG+XATQPROk8DxxvxG+gIbTPRuZGj4OUTC+iJn7Pd7NBL4gwII+rqYSvUM3Vb77ChA+k6i5PScqb7wtiOy9zIUsvTZrsjzP+rI9fXztPfcNNb0tBTM9KTVtvWKBDz0eDSy+xD2KvTXbm72jkhC+FsGyPV8YfL1wTQC9iJQrPktgmr1k1yq+u8L2vYG9Vz3Qz8g9YN4SPs9OCT6iEQw8/LTGO8gsWD3hm6E9LIe8PWMkAz6Q/Sk90m8MvmiGC75AGiu+wmGsPdrssL14eKC9IFsnPT4ds73fmti9V1GyPYNVLL7GtjW+d+u0PBCS7D1w13K8irDfPExOjLuIgHY+JyDHPTwoOj62WY48gFu2PUSWED7/nN89ieK2vPf7vTwS9rU9rhL/vU4znz1OqjM9II4wPtyrRT3+rXi9y3MhPn9wvj1gbps8VKcEvm2HLT3YoLY9cqeSPVjHDD6JjN+9CoEOvgcz1rzQd+G9sSj2PfhKU7w4Mko9GLVIvrAKDj71aB4+50jlvXz9NT5bwtG8yzCsvQ/KpLvMIEI+iFB2vUl3/z3r61E+9YzOPe7WhD240iq9HjemvQAysz0nXoK8/e2sveGTCz57rzU9qCH6Pd39QL6ntqi99MOYPUCENDvL5/i88AtAvaGJN70taSs+pph7PDNqGDxgnOC9t+EovkQgK77qBh6+YHcSvW39pz3O/bs9dn+Ju13zlr3iS7g9YUzjPfZwdL1knnC9M0uou2hnS73k4CW+s6gPPn95HL3sCPa96BUmvklMkr3YZzC8mQ8EPoG/AL4aqhg++TDau8WMqD0ySAk+IFBBvVkfH76vsEs+wNpJPS5svb17Y/s8ZlmIPVBxsj3Gew++uWZQvbToHr6RGuC99N1hvPE9Az4u2TW+ItoVvrTcVb1kdou99djLvro3lz0vKVY+ZD1FvRiCVjt0jz6+mWtivaTUw70yNls+YNOau5X3Qz03ByK+","CmSnvjzAGD1qkhw+vdgFPhzrG73zhrA5WucSvtprxjzWPhI+AfFNPbZ8XT6QVQg+yhbPO3fPyTv4LqO8zwVDPae87D3PG4496CLGPM++TT4559U9YdEDvgGU1bzj7XQ+jJOVPacnVr5BdrO9nEpOvhAjY71Y0R4+LLFTPrgKsL0/3xy+Di//vItPDb7coQG+4yEfvA1pOz7OOdC97JFova9OCz6vZwY9zQmGvfgCdb7tYj68IEbqPN4Yvb1OzRI+BQvBvWSw4T3thFQ+8R7tPdNOuz2TIWo8tCv2Pc4GIT7ydOs9F8yOOxWrGb7m3Ho9nN3yPYTSAL4FxlO+rHcqvQNwHb2LC5I9TFi1PRzuKr7WfuW9/u0gvS1cHL7NeYm+KNEqPUjK4z25SiI+YI+HvL/5CT7MDY2+Go6ZPfIieTpT4iC8HAz/vY89dr0VHqo9DxUWPkq0PL6c6ti9LpwMPpnAFb4q0n++avxqPcp2kLzJOQi+RyWovmSWQr1UEJU9ldLcveVzRz1r/bK98d4QvQ7XLL1PUXe92Eo2vk9Q1z3FwBk+D0W0vQnM6LyxIG8+XO1+OZyYH70JwRa+3AxCPqO6zD36Axq+sxdavXYYjrwIOE++DtzCvfDOsDvw9vC8fv34Pe72GL00JT6+DQNHvj64Yzwe6zA9atbQPJKiML5+ZNy9qJa6vICoOzwnAqu95nqyvYxCDT1g7x89gORnO2gHm72M7Wc9auHOvfw7M73SoyO+GcgtPtYlnj2Zjh8+oFTXuxPdCL50zaG9YToxvmBZlLxaWPY9/qu3Pfcr1L0im+o9EGIcPP+hHb4UeQI94LLcO/QrWz0+r+I9OuzFPe45Ar6glMk7N5gcPmLB0D0AGE850pzsPS4tCL65lcu91EowPUZ/nD3RghG+dEh1Pch/97y7sg8+ELRmvI7IX73RISU+fU3xvfBig7zsE+m9lFAOveBZTL0EKgK9UoeUPcrdcL3MigK9IDZ8vKCLjLy+CrC9ICWzu1EkJr7E2PG9","MKRvvXvQHD5ayeg9QLmIPJSyFb38Tiu+PLW6vaBrIzyY9M68FPv2vcTzKr3GALI9aASMvI/Up73QABE8ZSAPPnuwu70GML09uZTVvfp23r3frB2+dJoMvlEWBb7Yte68etYbvk6OuT0ACze9bBJEvTpS7z0Y80Q96DyHPJBITD1AXa07ktopvogF9LyY9aO8yDQBvUPx972yS269xCMOPR4bmz3R3wY+fEQUvpRZGL7VuRw+KekjPhC9HzzKb7w9apKpPYiDDD1qUn69GoPfvYC8WbwIQby8wlm1PbguoDyBVhc+Clibvcm3hr39PeK9ABKfvLQ6Pj0ARJ08VE0gvrZuBT6cxcQ9hhjBvYawgD3QsOe8hvjFPQMRyrwa07k9ThWdvKG0FD6Ktyc++fLVvasqHb7rByU8K3HJPQHB3712hHi+OMbmPdx+/r1I0sG9EhsUPTGbJD4/CKi9iK5/PXYH3T1mEO+9H1GJvZ/RMT6iw6Q9UNYqvrwRzztrBiu+AvRjPQxzM754Vzm+/80vveGGHT52Q+M9PYnBPZOBsj1M/Kg9J6kkvlCWTz35lk4+nJ0ZPYSdKb7ZGyI+PCqQvZhULL0QXu+9I6OJPQP1zj2FZ426y6bpvYxYLL7EewO+ytoIvhJD+z1Y1/u9W6Ugvr5j3zz42wA8wUSrvcZKjD3QK2w+2oPEvCR8qD0wQuy8IwMlvny4GD5EGDe+lZXqvXtYAj6YwCM8o9xYPh4H2r3XPMc93rYHvgjBD77kz9k9h6cbvgHkij0GiLK8GMP9vdx0wD32SV09hwmzPTuFEr2ueXI8AG/RPZ+GBr1X6io+hztGPe7klz3lbXk8p3sBvgh9BL5P1iq9O/QxvuJw+T2jhqA9cKFxu2TPET50MKo9mcuxPQFbtzn9qJU6dDLjvFDgxb3HDiQ+H8tXvftNGj3REiW+6tDIvXDH9T2gmr+90hPsvWlrjr0hF9o99bSCvR9Yxb0mKRg3mifxvTm4Cb7bBjK+3JCYvcCHTb7t+0i+","1HpPPkzthz0zuBk9J5PEvZvlHz4QjzO+tA3XvaUHhL3aIdQ9a8PhPOpPlj2qUWI8x38rPDIRaDuQxl+9nWl6PUWwAb04xEI9XobiPajiuzxV9U69eS1IPWQdx73tbQI9aYtnuxI70b2mpMW8/xQGPp0gojwXbjE9sYuNPHTtPb2SjvS9jPY4PSNfQj0FNf88P4rkvXazRb2GlEw+gFdrPpM3B70WLzm+8xagvWRGfT75Ri09D/gJPntQzDxnh1A9ReIDPXhObj4eD5697ZJhvCviEL3TEXi8f6qivf0EqD1DSlc9jauJvV+HHL6JSPc93IMBvTfGXL7xa6a9UrLnPfBsFD6QRRs+3e/lvagwzTzGLdA967YNPXDQSjxhsje+qWjkvZaEAD3iLZa9XKOZPV6W/T0a2x2+pri0vYtpW705Mlu8l36pvccDAD7Aqj2+9jQXPk1XML25Sz69GBV2vIVZn70WcK89XE9mvS66rLwrrTS+2m8qvuka/b1o2fw9v5hCPUNT7r3HVWK9wpGrPZOqCb5d+Bu95IYaPVTZmD2Yg+q9dPmfPPNq/72f3la+KZAoPogstzuNtT89yEYHvkmst70QyQC+VeogveIyFr2atEu+FBWLvYOLnD3QNR+++98rvqRtNb6HpDW97QlXvp4mQT4EsOo9+m51vQxuzTze1Ti9ix4OPmVvUz7+vFM9hVAvPnShHD6gYsm8a1x+PtcCir3s6zy+6xVpvGTETj48giW+Gylqvp2oL75AOeE9FV/jPSHCtr35Qly+DxhZPUvkED7/LpS9XeINvuIyrT3tiR49QpgEvn55RTzU/4O9qE3iPJ2EcjzbnnC+oPvDPBXLYj0oHBk+9ZiRvHN3g70W80e+Peh9PaaL2T1Q6bA9nksTPg9XgT0qzeY9A5sYPvBrQz4YBi88VIgQvZzVNz70iGw9QrXpvbJN8T2eJPg809SHPUYrsL2DHBo+QuSuvaLhyj0IRw8+po+JvDoa8TziKcm84qOfvBhQgL09IwQ+","Ddk6PRyL+D3YdhG+pxasvTP7er1j2gA9RTgiPlJ1xj0Y2QQ9Ni/lvXdYk721ah8+mOmAPe+F1D0+sya+z8gdPuucHT1Lpwa+eFkAPsbIqD0mLcs9wsuYPbxx8L06D3o9EG96vORbgz3wYkU+zcdiPo17tL2jYey7RFQivvLmdz3uNg274uvnPaoxE74MtGG9xG+avUJPlz3G2L29hf4SPjAB8ryaxcq81Y6nvRPqAr70wHs9Lhg2PZZJMj44qf89UtYUPhRbx73DYwY+JZSbvaWncT2vkxA+7I3qvAIqmj2Anh08Q+eMvBCLhLzea9I9WmeJPjPw471WXBm+2G7jvelyrLwgXaQ7gYDRvToKJD6OObs95jkuvnK2ijwIjwS+AEU8u5einD3FfE4+wDwTvpntK70Mdea9MQzBvIe2sD2Ui8y8IPJUvaYRBj7uMbG8P+YjPCOu3L2JQSK+5fn+vOhpur04nCk8VoO5PJwzBD7p5L+9nl3pPRwcUL6ZPh8+2GbbPWfE1z04wT69jkEtvmOvRL1l6a28zUpBvv6zF77iNIy80YUPvoIVkj0zSzW+J62LvZKB4r0NqqA9I8UOPYLmUz0SxDQ9Cw9mPYz3Dr71kAG+juRrvUZRO75f0T8+Q2v9PWyOAL3jAda8IQE+ukspkLyfUSe+joz3PaD4TDzG+AK8UwIJPu6d9z2OjHW9BSa+PY4Vg70hUhK+XiYbvpc68r26NPG9zOKSvEpj8r27CkQ+aPEIvug/Fb6eyMU7arwkvcspJ77b8hW+yNIivXAjk7x/0TE+b97HPSRzMT5MOpI9HHGbvTnRcjsckBu9AmulPYlXQr5a3Wu97vgFPnLY0zwCWcU9HUUXvkx8Jz6zL+I9EDRFPUqqoT0uswa+jpDLPaaqI70BvMI9+z/BPFHud72mBZk9NfrAvf+6bz7/Ips9+jj/PVP+0b3Smfs9cz6Dvc4rm7zQBHQ9FVr+vR6E/j3NcBY+8qgRvpbOB745cA8+OXlzPh39sD02PsQ9","huJHPsUpLb6Ue/m8XeD+vT13m71unfA8kdsQPfEdHT51IRi+GMYDvns+EDzAnz6+hM+8PUHSKz1tony+20DmvANrsTwbNg8+EhD8Pd8nBT6xah4+pasqPjFN/L3WmzG9ntZ0vec4IDzmXYY84r8OPc9O1D3Ypwi+LHupvflrOL6fj589/O67PYkgMz2i++k9ZYsWPtMRZrwvGIO9BZedvQkKHD4q8AS+9lOqPTL0EL56oD4+0Eu9POCnpL0DT0A+bzX2PW/L772OlVW9L5bAPa9amj36gsC988CyPV9QJD7gMQ6+7DjzvfqXCT6ESQM94v5JPoWY5T0KRHu8KC2svOnvkbzpVQU9hmGmvTs1tb1Q+J69ycVkvSfzEjw8TEQ+XM4WvhNnpj249TI+YeXpPdRYkD1cg0O+WoGgPcHNZT3XDRk+z1gAPQxH37wQ+S49FEkbvisK6T315iu+lpf1PXXEJD24Ms09OfzWO6ZF1z2LpSY9nSc0PpQUyrtTDyM9p7zvvYrOH71HIca9UihMPNDgvb36u748P1UsvqPRE76iRSG+qIQTPs2HGzwXVxy97z3DPY/sFj6PMrq9qcqUPejn1bxAjli8I89DvvAkzT08zcM9bFRMvswdfr2i1/+9JOnKvSHoFz7Vpvy9VwkuvpoPBz6dJk49alzVvUcvAr51tVA+WKIXvqYFoL1qD/Q9h3EAPia2/r05vjg9hPE6Pac5zb0jqTi+xTx2vSHvtz0Zlw6+NylPPahKtL3JJuI9BFmBPW3WIr4mNRG+lAmqPSU1DLwOXw8+toKWve8eCr6j8iE8YM3HPFCEYzyTqAM9s+MFvgpMqT2QiJk9nhcVvhbP8T0wIQC+dWiuPWVpT77Wy6G9qwOeO3Q3e7svrWW6X2QpPquPAT4kEEA+yYsivBfTrTvqQwu+ARZyvkDLX7zSxGw81/2fvCgAvb0JawG9WNMXvrMbXL1f6Po9XDQYPZ6K5b31S4e9XaVXPS56tj3yQD4+OitavenBH76rwS0+","AOvKPSc17b1rt7C92nEtviSC8rwdA+g9AXB+vWCGRj5suj08mTcuPtSKK71jDOm7sTUWvsTJHr60lRc9zlqyvf5rLL49zLA9mnNEPprtUzwYHj28yigMPnjhPbzEySQ+qynvvSnVBj4A3hc+iyQ1PlNlAD77KFE+skbtvaBtsDwiEt49sXCWPcOEIj73pLM9KmjtPU7H07zhjQE958UcPZpfvz0uzS+8LGtLvuUx4T2Q8sU8MS3UvWk5nz2I6QW+rEQfvTB1O7xVAZ+9FoH3PRiACL3g2MA88rGmPY5+uD2/IeA93gJSvQL+uL1ZDN49uEM4PYtqqr0SOho+oN+QPVi5JD79o569JhUPOSa4SbzlhMW9Lcv9vWAyb7w9ETa81oXkvZvNRLydgPc9DFOxPUw0yr169ZK8vx2cvg0ZyjvZIbg9+y8uvRe8HD6ezg8+r/6EvUGjzz3ZGYG+yOa8PWANgr1zk6G+93BMvevt+b3NXR0++ouEvcPbWT1VV9O8uSdUPoKn3r1JS769cNmiPVylDj4T7V89zAPGPa6MEb5uMss8n+GXvb7lgD4+MfI9fE04vjXuTb07L8k9JLoUPdXimT0SBRy8ffB6Pp3JQL0BTNU9UyoKvkgKBb7DiCE+Y+2wviYeV72Eunq7jbuGPe8ESL4DnkW+KL7bPUpspr17Fri9zw0zvGflUD5OjwG+Wd3GvnzFdz63iR0+bv5WPcKKrTwpry6+p0bLPe3LOr2l1W4+iNl6u0mfBz4om5y9QO6cPXrh3byUYxI9odm3vdBuAb70eoi98wmUvojTAj7j7yQ+3EeJPniGMr6cUJ6+f9trPoDnJD42IA++wXuEPQCMPj7SRR29ItG9vVgN3z13eB0+I+E8vddEGb6MhBa+xqqnOrhXQr6f55M+to7kvOrRZj6V87a8cmLuPYMhSD0R+GY8NrUCvuK11j22sei8BD80vn/Svr6w6Ao+iHsJvh82Gz7Dzbs9yNILvUHuR76GZRU9Pd95PjPUHD4iKjE+","xBroPXHLLb3b7yg+cN8GPpZdxb2R7cA8rbHGPK5d9rzEP4G9y8oNPupQrj7HL9I9Hl3zPPuLYz6bYaY+XEz9PeOXfr6feCo8Y+KXPREwNr3KO6a901nZPnQslr3B67g+iBOCPdr6gb62uCa+2rUfvoIh370AWbC9bZ4FPrT1ML76GVU8c88HvujciTyNZVM+IY3SvRC+Kb4gEaC+5zP8u8A5wz4rthW93lCHPgCpsb2BLme+GCmrvHndNT3p+AQ+0Dcmvntejrx81Rg+fNsuvWSUjL2vpgk9jtufvVckiD7JjI09Cv3PPD808T2SC58+qql8PThCIb58FBw9oAoCPYRPmb5dE7O8+k9EvcyICr6WC4S+X9XIvYv2cT5uIAE+X44BPZyUXD3xjJm9SnqSPkn+Wz6b1Ti+iJStvNRElb5SyTA++RRvvfyNcr6VC3w9kmjvvb28N7685BO+tHMgvq4/vj1AI449K2wrvZtZt7yLjWU+85yzPlgFjTylkG69xAfKvVm9sDp2eg0+vpQPPc/zMz5Aaws+We8tPtEbIr72jVs+eQHqPSIuST7tRCM9HtZsPqM107yuSOi8MZWEPSenI77ZwvW9qUDLPEJWvLzXcC++01mGvlIlQb0zT8m9cDBvPDWBlbzF71e9a/QNvixOCb2WQp+9cF6xPYTDij7m5K88d7OivRelxb3vzqY905QzPqSDdr1zBee9pKIMPAZfAb4C/SC+t1m3Parm3L3sZzE92Mk0PajaHz3QjDE8FouOPezL5j0EoMO9/e2wveDIdLzREMc9gKqKvDmITj3biem9naLyPZsBjLxQi+c9j6YCPtLNXb2Z5KU8X+shPgv7Er4vqYW9cPz5PJrHNL7UmoA9v70zPrjQbDwj7yy+kQHoPXzqGD0v/TU+UUjVvR8MOr56XMa9QqY4Pm8hID5RpDI+I6stvULJv716r0a+3tC1PckK373IXd+9JW0RPlvWCD4ZRqe9D0Ubvq+TqT1YGAi+ao5dvVHfKb7aZIc9","3rIYPtSRPr7Niyw+8LLHvDS9Az66HiG+x5qzvf5RPD6rpRS+ALJJPcgPyT2/YtE971SCvQEwfTyNd5K9CHsivhu8+jywPw2+IzrdvQOII74jVDe+s2bbPLrwhr3YpzS+e/MVPu9OWr2skSO9Il03vuK1yjqyM3A8yoCWPS81I76eVsU9aukhPqxrMr7x6Yu9Cu0jPoTAAb0+9b897sR6PUdzB754Z6w8Bpx7vHq4nz0BbO+9qJdEPSnHKb6MyHA9RAEVvU9pCL4ACXg9MFMmPd77yj0aOAm+EAOEvfZK5T2yu6k9yeC2vUWH4b0qEPc9FroevOC4TzwqdLw9i9IDvshFKT48U2u8CXoWvnWhHz1+SpY9GOhEvnf9Nr3tLRS+6LcpvjMqAL5cY06+WKZHvrOa4r2mOta9LX7gvcHOFD6PXci9tkTevQNypL3L+W4+4AYQPvMaC70khqu90xDAPC61ibz05ta9dnRgvm4AIj6oEPG96bYZPgrjl71ZdbC9FmJbPmOvr73M9mE9r/Ygvgliqj1TL2U9m9+xvVL/4D1BRvc9j7TivUm8aj5kFzw992AXvurgjT3h5yW+Tne5uzpApzsL8mC9M72tPdZRjb3JDVe+S7/xvTabb71Ms/q9ojAEvjP8NTx+lZQ+1/MRPhudaDyXJCI+u9jhPQAw7TmR2t+84GNNPlpgzr0Q2HS9PAYWvKGF2r3gqXy9i15oPpdiqz0QOKK9zxmDPj6u5LykmB29FCStPFpknT2/Sgc+W5uivZgvPT602He9mNq5u4UGi704x8a7MRXhPWFdiT0BIh8+0yeJPgdBBj43kAY+rBBdPuIbez2gsuK8FDUtPpS6Kr3yaRc9FYyJPft5CD29KF4+kuzNvMN9Rb79A6C9aVsyvWn9Kr7UWOu9odpuPQNSHb58egc+NCSbPnZsUru58lY950wGvi7bCj6qYww+Q1qYu3/cxj1H39q9oJovPcfdM7s7YYG9mnCAPDJEAb64nJ092G1rPb20xT0VsZm8","AJytPlxfE73Up3A9AZWgvgBhuLpVB7o95hGYPULBIr2VuQy+lImSvsQz970M1sY9PZowPTxJzL0pyye+4+wUPMreeb2W2iA+jverPbhWdr5yRX2+l5fIPeaBNb6I5zw9g0apvSuUM77JWIy+ci1BvfdEk71oo488fF7UvaSE1b0bXVA+Rqp4PGN6hr3qJIE87LoDveaR3j0/qA6+6XxUvd5UBj1Xqzy+r9tYPtjtSbznVIW+vu0LPg0Nrb3opjc+mL0huxuaRT4hXu+73YWIvspGQ74lyRE9lREPvveTwb1bnWK+WKAoviBo4T11TKe986cMvdY31b4vYTA+gC1gPMHG3TzSawI9+iE3vFa5wL0EbIO+0zXAvf/jOz5vgR4+prjwvD48jb5HfoU8tS3qPTjHtb1lmgW+G80Nvg3t27xy+ys9iB0KvmPNBb6MbTi+u4bRPV+xCz0j6yQ+zowMPjy3Kb2I1l295CMBPty6Kb76snM+3pbLPaG5vr3x6DC+N7fLPLVbULysBTs9MHmGvXNHbD4oB4O9DhbVPWBQujwuvpq+XX8+vda0uz23D8C8Xw0qvtlNq7wVIpg+8cGYvXObaD0mEeo9OxgaPl4aH76a0JW+PopNvnJrLb3m8Yo9h/iivTbhLj6xjSu+DtLSPYTm7z1jy1m+9S2SvmPDXz5g8g48ZkfjvUpkcr2ALzQ7+Okwvm2rGD5KJSa+yV4BPupCb70VwDS+9lXSPQT4IL3GNuQ9+REYPuh+iz2Gyb09PrP3PVX94b02gOs9KYwrvvzTEL6ASDw9lgLqPcBvHrunjws+qn3pPc7MHL5mE7I9fmy+PSrRyj3CzqQ9WuXzvUbPKL6goTS8WI+vvH4zsD2zRyW+804ePsqQKb4QWzW8dGCLPQTdvb2+brY9APYFvA00+r1wurS9XtK9PREhET4NFt+9zmb/PZBiGDwMkWw9tjSXPUGmmL04mxu9xoawvZPRzb0IMJC8gFP6vHgJmLxMtye9jNQcvRAshrzwPou8","lqQWvsAL3L3wSRM9fOAVvkw83L3BOyq+pKYSvpL6sj2y2d898OayPEq3NL6NCBI+EHvuvJDT1DxKcLK9sLXqPJX14L3AYii7oigWvnxfHD2wQH49/aEMPlJetD1oJYE8r8ovPqZlrD0B+P+9EgPPPYI2+D2G75w97/SNvZZ6mD3QWi89zkXiPQUbjL2Fnh++BgWoPUEcCz5yEjC+aWcjvmlgID4uPb89AO0lun17Jj7YciW+wCv6uw+1MD5WFYk9iQUZPlMbLT4xzS0+1V2rvenejL20Aii9jFWWvSSPlL3lC4q9mvm2PVUJCT58hBA90WgPPs++E75fjBY+ejGgPR5nlT7kfT6+tO2XPiWYYL2b1ys+IOO1ve2hAjzuV1Q9lbQXvrCMxD3SRTK96ioNPrb/qr7nzC4+HISfOzi1KT6+ibK8WLy5OxQZwz32WI2+T+4fvqnnCz7toTO+fLhIPjrtoL0AHc6+Unv1PI6aT77kVeS91AKXvdtL/T3RI9O9d3c9Pr0Dz71AKaS9r6QYPsD4Ub4O/Bq+ZPqdvRQK/TyzU1E+tJSkPfcYIT58YyU+9honvhKgWL2VGVu+QTRSPhlfYL6Mg4s+SvWQPVFDib29oiS+ye4vvv2qkL7xapA+i4MLvTHbGj5l/o+9gs3gvAkjwb6owe6+lLC2O5zyyb1GdEq+RiHYPdhl873SBv89f8a/vp0Ypz3GhaA9LzeLPLHWCT3Ztsw85obuPd/RXD4Tvp89WWolPVDNP72s3aG9llUqu6gYbL6+tzK+To9UvMYyJDwVTts8HiervRHTK74XRHs9LeKBPS7E5rr/VjK+7h1EPsvV9j3GvcE95NwdvhzrObmMpuK88rDVvNFPbz1px8u9ATZ7Oy20o7xZzmE9DPv5PI/TKr5aVEi9Xha8PbrNTT1SbIW93f/jveJM4LzeFeM961UyPk+sH766U2c9sj3xvr1XTb5RFrO9MYwPPusLDTwXbqw9yYHPPfd45b09ho0+LBg0PboXRb0SHDY+","eKrkPMlmPLyKUDc+VUwFPnoj5T3ScUq+wuZXvBK8Ej3QbSq+U2kFPbDK1L2ftcg9HhdzPkrAuj1p3UU+ehLjvf9y1L0DqhU+8vDlvSbbJD6IqDU+SUGHvcruXr6QIG29IzyBPWTLRD0oxou+YUEIvDPUZr0pXRm9zVQMvQcylT0lPRI+tEY1Phav7z0kEPg7uoj5PXTnXb7GejI90NIaPhAIRL1YIvo9jDMSPqGGF77/gqa9PvgRPcgQUD67nj0+TCVoPrtOq71/g0Q9O+OdvT8HQb5W1N297xFaPeKJ5Dz+eHu7IBH0PCeR0b0K/889YLsdvQiLq75+CN688AKDvZ9P5j2XrNU97nWfvAY8B77piE++8lrOvatr6Lzqw7U9rSegu5cS+72igyI+XYQmPgeILz3Z+i2+YB8yPCTF3jzllaW9KEmSvEwy9b1DSao9hbl8vFxcE74Axtc9BKGpPBr8oz29vks9X9G7vXok/72grKM7BxMSPlcU/j3pQ7u91h0gPQim6T3zFQa+CeMDPoN+XD5aLr+9+5fyPWzE2r2zWk8+ofDuvdzehz129qs9gK7/PW8cxL2mhJS9R5ECvX0dsD2JGhQ+p/mePUUOD706hM29FjiOvgK/rr0QCeu9WAsLPp7b4j3S2T2+Z49bvivBlz0Ujri9hYBKPtjAfL7iLFE7uRsGvs9VYz6MsHw+Qw8OPvaoIb1qY+W7pxJ/vbkatr1qA3Y+4eWMPrmunj3bOLo9nySGPlODrD4aRAO+2x+fPcpzm7wApKo+zMAWPgDssr3IvL29d9AjvuYLOz46SkS+3Vz+vrBk1r19tsa9fs08PsR0fj2K5Zg+Qye4vXcmrr2ibhI+/k3nPVXO+7wji/Y9X+DxPKDSgr7ZLqO9mu+hPsmtI71v0cU8HQ6Hvp9eO7789Gw9zSb7vJS7Zz2O4Qk9raF6vX8Bhz3vf2u+DP4avq79vz2cNOy9lY7CPu4ezrtemUs9RSHQPUT6yz4irnu+pA1Tvo7ULr3gCVC8","F6UDvmk6Ub4H36498W8PPptx0r4ACPm9Y8r5Pcv1mDx3ibu9JkEZvmyEsj38JEg+b/m0Piklnr5g8xC9kemRvnUJPT7xQjS+Ol0hvrRj3j3k68w9A59jvoCnZb4Tb2w9UBd4PGSRzjxWEAa+FWH6vM96rb3IAPq9shoXvs0NRj2wUxk+CbmHPVo46z0c98U9r+68PRf3Uz1cFv69bzTavY4CyT0bEl098BKFvFBX1TvOaWs9F4GQvk0B2LwHOFE+I25VPfTAJT1pmt69VOQoPU2jU75rha6+tAq5vfpX2j0MFhW9IH5XPR7kXL1Z+OM9MZubPDeqFD5p6va8M/QwvF8WvD31GfK8cyvwvQc98D3sRQ6+pINtO7SIQzxUz6I9ZmM3vZ2n0rw/iUY+Gr8TvSu5Oj0x21q9uSKwPRA1F77pFC29kVUOPiAWHT597vs92H77PC4JrD2hNfk9fiwZviEatT066ke9avYwPdJgVD3jEia+U5lxPUE3GDx1iIW9KtjePcMg+r30BGE9jA2PPHJL7j2puPK87X2YvZp2Oj661Ag+nGFbPL4+rz3geD4+Cj8vvPQ0zTyeHSI+RrvpPYzBQD6d0PU93LcBvWXNDz4ylzg9+cgCPiKNgD01AQc+uaHFve1gub1Nfw6+6/C2vAA3a70FY5i+fCgvPrCMTj38uZs6RUH/PT94er2yHsG9p9xkvYJbFz7T8Pu8jTwhPXawtj2PVc88KiwlvQMH2j1xT4i8eyChPZXlAj4v/5e9MVDCuqZ4sj1L14u9gN0PPglpoj06Q+m9jEeTPLLk8DyBR+C9sbQvPuyaq7wGi6a9uQ53vcOkFL4MN5U917HKPeRZkT35otC7Kv4MvndZE75BN2g7eBBbPYG0oT3qPgu9kyU1Pkp2q70WqQg+AkUNPovJa7zwubc9rV57O53dRD4IlYy93ERqvRp7aD0Xy9y9JNC2vS8Utb2VuiS90fmzvSiebD2dPTY9EG3QPQOT5T3fLAK+djKMuz53FT7QwSe9","xWHgPWI4EL6epMU9RNLfvXQVcD0+bA2+CEklvu443zuK3Dg9LWXUPRjwcz0ICFw8vGe0vrANcj5HsvQ9QedtvcYFNzvtEMk9O0WPPOf7Aj5THJW+zEAzPiRpxb21v0o9S/G8vAkCDb4TrZG92ulVPmzl8r1Pq0q+DldKvvDZZb3Pw/G9OviuvRo00z3rcb+9+IgAPti2ez0fT8Q94XBqvEW74L20ALe8nojHPVnygr0yBvi4DYF+vllUE744mMK83yl7vsEQJb6GcIG97ufCPbHGKL7EYvA9hvvbvWrd8T2ZBgQ+vAUGPQx8vjyCQTa9hFKfO1kCWD0ny/u9IKXOvCxKiD0YPGK9vjlePVxKST0rlhE+cFktvpNiFT2RfRa9JvffOtSwLT4YExq9uddTvsnrpT02TGe+yLAJPaNowz0S5oE93ELsvQG1Jj02JCK9h0IGvufo3j0w8/o9iC6NvDqZgT2VWBA+aK0wvfeNZD68f5U9k8rBPe5rr71kSME9Qey6PZq/Zb5UVJW9MKFFPQ4gEb6VvBI9eBcCvmIGPz5ivJK81mCAvVSoIL7XWCM+ONNCPsrQGL2ry1y5wjEiPbsssbzsz929QgCHPTWX0L34Clw+Ek2cu9GwTL5Q8B+9+JmOvHBt+r2Yoja9o7OgPXTXhL5cDQK+Vf0RvsCWR75Utt09+jIoviI8ID6c6Ro+P4YnPuloFT11buo9KSMDPgrnG77EkbW97yPEPWtMP723y1U+YzCYvemmaL7uSBu9DWs1vhtRED4FPlK9nMiovMFDFb0XrUc9h2BCvtW2Lz6/Buy9CcGivldgKb5ICN+9ADHIPdNFiT1vpUW+HqUCPhmU/L1m4hQ+PHsBPmd8Az7GrBA+UyzlvW4CFT6cnL89YKrWOyCtGL2LE9M9BprlPY2MB75iwps9bS8zPWKYkT1/0DY+xLrRPFjkAj6w60S+NlROuwL47D0VEQ6+f+QjPmzV7D3snPg9xFZqPlnTPb4nj4q9KHcmvlk3Fj6APR07","Lvv/Pb8sA747+Rw9214hvu6vYb44ty4+5AaGPbOlBz1v8BM9R6DmvcAUXz6DPW8+PWsxPo4eLb6gfVg8VQinvDkIUT4eM8S9na4GPjSDS74HlFU9Ly8WvsUvMj4ZTkE9H94YPlwsY7yXjwk9dVSJPfhxmr2bCjA+joiSPG81KL76qqs9TbZWPrP4hD0+8g6+0n3SvYhbzTxNHSq9EMkOPkgJZb7H1Zi9VFiAvePcgb2M9Ra+9qVXPBjjcb2zujg+nMnkPbgqLD3KNt68KCf2PbqLFb4F/Q2+NL8XPm6Ynz1PwKo9GYYSPj32FT0WM0i+sL36PbpcjD3OSk0++WMQvNiPWD07lvQ8hldPvhZze7zAfUy89weuvWJJfr4/EBS+AzrgPeZYmj0ECVa959wuu3gGRz6VAxc+qrlFPQtRhT1JELO+2zdjPu/34r0NRAm90p8aPgM09T032ug9DgWxvVRW8L362xS+tAhKPk6WGD6s5/W+l1Ktu7krW7zyZWG9ni4mvd3hvT3dxf28J6w1vb4vrz3CsB++4Sl1vRTDuL3fzns95fgPPqvgFb6tZve8A35jvEFYvD237fu8wBdaPoO9LD7+d24+hOHLvQ/MqD3foSK+qEnHvGtnlL7Mahm+zkVLvolEaj2Kcge+JPeSPaWd8r3bpVe+gcbgvShR1Tyw7ty8r/C9PTGHWTxb4SK+AAkIPnF+Nr4Nt669l62ePXrV9b0LxvG9cQU3OoDe+7yl0v680897PSukr71m2ZK9gV0nPiXn9z0U5A69IIm1vWRuRT7Q+FA9ynQ3viIXM72ukbY9b3elvcB4Mj2HQjW9sqIavpwZLb0vpxk+PfY7vohMJT67o1G+VEMCvuqq3DwoWMW9gXgsPRPOb7260+u7DEQfviY7QT21xKW9Uj8LvLcBnj1+UTm9swFlPRZBEj7uIRI+zJ0pvfsVpT375gq+FDFvvuJE0LzLJ/M9syodPgsYr72PxQC83Q00vSmsGL5SBFE9pz63PDFK6D2XnyK+","QMJhPkHQJj5KWRM+1bUWvZhECb3BH6I9KDbCPbg52T3WByk+0n41vVwTqL3xlHe+bLLqO/1CCz4tONW8WF0xvRtvWr5hRt89va+xOvz7Zb4iN8q65xIlPV+5lL7teMK9pX88vvswmb58PSm+vgUZvgdEBD67GqE8uL2EPqlZwDtz4Qm+pGXzO+hGP76gpEk+HTijvL9mH757OJA9a804PgkCcT4APdg80c7OvasVwb1Td7S9o58EvgNWhzxcXEw+yBYVPuZJvrzuYUc+haWWPe9zIT6SpcU9Tw31vdQqez74Dc28gojEPZGww73jACk+f5lMvmQBiL4BHi69MCyivOpN7z1Y+1q+lXBXPdbhsD3DPj68uizjPf7DqL3uzUO9q/Q8vlrtAr2DzlM+oKVfPoOogT7ozva9cAgePFeyI76Mrw0+KuJBvpY03L14O/S9KM1ePeKEPD2oqj29noMhPmswrT1kgS4+AL17PT/DHb1coQI+DdsRPmrvqz046+89S3Qvvs23XD7RHs09FQJDvpr9Sr1X6bK93sjVPYjcLj5nRM694G6EPT9kWrxTGCk+OQA0vdV0Qb6Aecg9kkMIPtyDk70gI428F7odPkUkjz04Rmu94zK4vSR86j1AlOg8agKbPfnvqzwd26I9pjJHvD+FdL3vZrc9G5rAPaeV3z2sRS++5ribPXasp75HjFE9kI98PPh7C74KxZ49FI5EvTCojD1psl0+W/t6Pm+XGz61J4q8yH/OPOl1gj7OpPk9dEmbviyvCr4ZwT0+Vdf4O9AtaL5sU1i9sAz9Pc2LRj11FBW9q4iPPXXLWLwlt4M9MGiBvRwMCz1r1zu+tQEHPWUTNb4vFwe+20wJPvSvUD6B93k9SBSKvrtuF77wiik+EGOzPXNNoL3z3ic+XBSKPAUT2D19egC+uqqAPDRB0TzZeCe+3603Ph5/p70E2Xo9M1xmvT8Xn71TPG2+VaOSPUH4ob7dSho8d6aqPbwOlD1GvGq+OhkGPiPHGj7/MM29","xxtDPrUbMr63wzm+jLravRcVBj5AYDm9UDH+vYvtjL09kn69mU0Jvucso72qOiM+msaJPA+90z3NYy8+jeGbvJ1kIj4SaLY9VHvcvYfswj3/5xm+QVIYPdh/sz2suC89Jk4tvUVrKb2dnRi9P6i+PXCdQb3tFPY7HrP8PSWWPz4VXjq+FIwdPp0iEj4fs/c7FWgTPv+noTwW7oy9tqMZvsV1CT5+HgM+qaOmvTXTzj0h5gw9gIx6PXVgfr1hsQ8+2auyvanrAT7LFoo9gWPZPXRqaL6lBI69uSIuPjJO2T3x+Q09edoAvrYye707n5c95Io2PVjUd77t0gK+Y+r1PVUVKb5Kcfm9klY0PqjOMj6k6iG90/ERPkobUr5HdS+9x2KsPLk8Jz5y9U4+x5NjPuJ2pjw6ozs+E3kSPvo1G75luQm8E/jMvbS4mD7Ba5A9z86RPdlxDDvgNQ29yzGxPrgmCr4tF+2+Re75vHTLer7PMLe8fq/zvVupJT4zQwk+/TnJvWhH2j0Vbdc994QivWPG2j1uX3+9ignsvSk4m72iYYo+VKXXvd0YXT42/Ss9/nnavVqPLD3PEie+uAxWPhiA1ruwc869zBGqPrJmAb6i4xo+xcEgvqfAK75fqVw+aRP1PQX6IT69lO+9360SPjFw672T8oe+LxdrvJ5D573sdmW+419HvdoEVr2454m8R0gzvibmIbw2diW9QCo7PVQGyb0IWiA+mBw8PR2Gj73LpsE+4xYEvjbRJb5zzzi+IqGpPRQroL7r5D45xbrUvX3+Vj7dJSO+jXo+voKUPz2mi7+9hGOCPL8iqj3Hfni8aBbOva9ymLtCY7i9+Z1WvRsXt7wk68U9cqW1vet+/727CYA+yKu7vDC/Lr6FcIk9cuvTPpPndb05RgG+qg5MPb9Yob3o1A6+nxdQvRC3Bz6sfB++cH0TvgvhGT4qR+09f1OtvWIdDr1d1z694FL+vUzK3b25ch0+Ni6wvYXTJ73RwPu8ka4ZPaXQsz0r9qE+","q+QTPpVtBr6aHnm9Jz0IPkLbM77OglG+3UAYPmv6qj00m1y9sn2XvGn5ND7EEoA95Du8vQecXL1/waw8xyQ5vUVQIj1xv+w9RtVqPp+DDL0MYXg+bqyKPd4/HL5S9Dc9yjA3vgcjBL4zcze90LsQviJfn71rqQA9r7jkvI8LMLz0Fx++S5LMPWBMjL0yUY69eYHQPSukNj60uIe9t704vXjqZT4xyMM9hfFBPoMu2L1g7Q69kHhGPGfpFT7YLWk9jZBhPp9Vrb1Vj5I9Bg7EvabBLr4zWTW+3JwmvtyUJz5+M0C+fO2WvUcra72QmSI+w8t+PR/9Cb7HGzw9xFeUvZvgqb19Yv481ZHOvYOVCD6c+p++BKIWPfoVpryvFr08KR0kPgb7u71/Voy91PjNPBVvHD0Q7mu+MIQfvuHmIz55tsQ9JcB9vgebBr477uC9NTUBPaOvPb2hwk48iD4wPqtyFjzxIK29GqTiPc0S5L2VWak9eG6HvFqZGL6t1RW+YffbPbHS7Tx1VrW9lIgIvq6UxjxAxKi7HoaBPJzfFLyPqOY9jg+nOt0lCj6sFt89mxOrPdYd3rw5108+4MsNPFh0Dz7IA2Y9dzGmPbZ9Mz5A93i9ZdpuvkkT2D2YHtI88MOPPY1Whr5TAw27JkivvbUcvj0t4XA94+QfPlFEW73E+nQ7NUZLvIreOr4YI0W+UIZ/vfn/UL5vpLy7nqwGvLCRwLwS/js+EScIvcguVb73ijw+d+VSvmVlZbybr0S8f5KHvAeJzT1w+Dq9vNKSvi1cCj4cLNw8UamJPLH7Uz34Iqy9zAhyvXhGib1rLsm96qxGPtebfT3Cd/m9UVLmPHyUNz6no4w8BsG+vZ/i1D338qU9Lr5pvj4q9L1DL2c95uBQPsY/Lz22kp69Kd5mPWxPq73wmkM+UX94Pn0xTr5aduU9UF7iPZsynj1Y8Y09QVEOPVxDoLs3ZLa8tc6KvHqz275xjOo9yaRSPZJdN7y/wH+9abMKvo56rz05ay2+","JW7dPdE+sD0TvGi+2lL6PdKxKb7wL4c8JfvFvd3SFDuQuie+gcqGvU9LGT4QsZA9Nz/cvTGgOz0hDRM+w8bjvScFsb25IvY9aZoSvRPXhD2biMS9cAvMvUnPIDyLGyM+hiScvC79YL0fbdY9UzU6PgMug74yAqo9iOEVPoPu7rxPEii7QocPPlzHSb467Dq9JC4VvihLU71nfRA+OHCdveFlKLygTjG+vaqgvHf4iD04rBw+rreTPdqwWD217qk8eLMVvoWUo723uc29HIrvvebhgbsyhQq+mjZdPoqnE74GND+97UMWval2Wj1G70W9lt/HPY5zY71hBbk8PIYRPmXoWj5MJ2o9OsP4PRe0hr5ssfO9nEpXPcce8D1VAtu9iYb6vd0Hqr7CGpC+0NpTvWNX8T1VPMm77S70vkBeE754u3U+cfIlPi9sILwgFu+9NPe4vIdCBT3TOKa+obrrPYWN8LzJt4a+pw4tvrMYoT1AA209t7LtvfkSuT25BQg97A91OpFzvz1Y3Sc+N+UTPiH+lLywrCy+VQnhupljx72pTFQ+qzyCPTgvQD7VjxY+pXMbvTZAMr262oc9EAsxPuiZED1OHoI88lM7PhK8L76zLCi+8HYzvse2072R0tO8UpeJvYUeB773GHA+pgI5PoDepL1/LdC+eNDJvao6EL5vl4q+KaydONfh1T1sxCw9Rs5yvi6N9jz5u10+4mNyPpnnsTzEskG+b1ZZvXfLPT5EnzY+7hx2ukxnCT3BPd08HDwIPhyIXr672gC+5F8tPisRhLyKyx+9RYgCvrClOT70aai9raFpPjtdDD6KMDW+USdpPL0WmT6keVw8+pbJvTjnobxmUW4+SyypvDohDb6oEDo+hPFPPay6kT06X7c9qxwBvhVm5L2j7RI+ZhViPiMWjrzqdq08c8cVPYUWXD5P+B++3k9dvZ1EEz6fwxy8MlOzvkj8nr6MKla9ylPbPerSnD2vz/w9Y1GKveFOKD7ZkBs+IPOwPZYTQT67fhq9","ilXSPTx9bj0uG/Q9ifUKvl4tEb4JlhA+TPNSPYiGuzwYwbY8YwTQvaB5rL0Iovw8Hru5vcql7b0AmaA732jbvbCmNbzq5Qq+BWvvvTh98b24vQi+c0wWPoVZET5iPMw9MgUIvvwG670fsDE+8HE5PCib1LxF25O9KJH4vWJ2Mb6mHPs9dRMmviKE/r3hRyU+FHUePZ7tyj3gR948ZqcivtJn7r0iKVS9MJuSvIPXzr1MXAe+I0+jvTCjB71mpx2+CpGDPaRcET0koRu9F3KsvfLtML7YKoc9BP5rPVKicb0Kv6I9GiHcPbVQHj7L1h4+BkDmPVDZMz19RAU+4Kt7PHQoZb0wKoq8/v6IvWDn8DtKwdo9OEfQvJr9YL1g+JI92yQQPqDGgD0ymfo9YA89PQagrb18CQW92RcMPg0AHj6wOxC8uUocPrO/JT6+zqg9YBYDPB5FC76y4+49xOs6vUyjPT3uO9I9Ao/LvSoI9r1EaF09QK7SO8D9OrtYckC9dCJEPWfuHL6+eZ69LEQ8vdBVED1LEyq+6B3kvLJsoz2xRhA+JoggvhT6+72KnRK+DuLxPWCFV72+bPM9YPs6PVGHKT5eU2C9kNADvEwhg724pI096la8PfK4ab2Axrs791kDvrikBL0k+4494q/+vRQqxb0gXNa9LCb2vTqYhz12F8A6KM0SvpIO0T31BNe94B5kvE1UpD2zAZe+VDcvvCum170jT+s9CVPxPRYFwT2MCyS97DEXPpbYUr3jULe9o4Y5PupFGL2XdUA+0E8/PuHHBz73yS4+a60VvsppcT6wPra92v8JvvGrHb4mIwW+kfFlPa3Gx71hDbe9hiYUvgfuYj2BjxW+6GszPLfEKz07gaQ8eechPgAnO71o6se9OZJIPo5Wj7uLDPC9YzJ1vXy6Fb6X3ei9Z3NhvdMepj1HruW7WJ6avOSjlb1sozQ9oLyZPSoWmb2/qR4+XBPNvL8yFD6EYMy9nP6cvPdnn71nnCs+WgN1u7f7Hz6rgKm9","oommvWrZJr6u6jm9QLRyvEuugr6LQT6+pd07vlaTk70wWRY9k+QxPU9hM7z37Gk+bB28vVBsFL7NcCm+xxZ4PRkDcT7ikPK96L+Ovje6C75zZvg9UNQAPSa7aL4bkoi9VPvZPTav97veADu+i22uPV1cOb3tw748rhPFPBNr0rxJMOM9T/JrPRksGT4CTiI+845Ovij64L0aBfG992HoPWik+73xhYm9ZrD3Pe0SXT3kt8c5DdtNvnUiUr3syHS9pWUBPECMlD379MS91nzmvcfBbb7Ou6o9xE4Nvqn11b1tVhi+sJWpPDVvojw62yq+P3s/Pl6cXj1r7So+XuszPsTdUr7JPxK+1/OIPeEyJz4Ygyi+bQDYva12TLuHXx6+jjUqvh94tD2YyzU+/qsaOMicLb44Eqk93lFePkP0UbxDguo9Nh0yPqDBAr2VrJm91EHTPRWBN75uYMU9JNryvZTbxT29vTo90vF1PctS3j0LAea9ivcsvXtlPb1XNgG+05TMvaBy573TlI29XJUWvuzru71kOR0+N2MfPNpaZT5HzG6942OBvJe8P70flQU+/jO9PQBNNT0iR9S9i5i4vI6Z673cvxy++IY8vSBInD3qI8M9OMqcPQqUIr4w/oU92KPgPcVR8T0GEye+TbCTvPwK2zxVed+8bpT6PWvRIT4obFW9tA9lPrBgIj6akn+9e8HvPRxdOr4SFhu+2nFbvfqZcT0jUjK9Aem8PWxBH72wsQM9jMafPahn+ryN0gs+imExvfLIxr1kTHw92QrXvbirl70+WK+9HGXnvX9Oz71LKyw+4YWmvWVkDzzpE5W9PEv5vUcWdr6p/4q8F1BgPq1jHD4IswG9LhT4PSEcAT5ygY48VaiWu2QYVr7oesA9hLYcPua/ET6yUzW9QaEsvk2YlT3GRT0+FvsNvsfiDLzbQBi+QGi2vfmwaz0oLrW8yz4hPZZi7z2EXKu9Ew+4vYB/Er537TC9TEM+vXJ9Lb6nKwC+jF/TPTWlD7436cW9","isdSvAxQJj1l6Fs+ke3JPbw4AD1hb5m9FqGBPQCpCr4vNK09/r1lOxOJ8b283wI+IPpwvFPjDr7m+Ei+x8Orvb9/Lz4QGcy9EhUZvY84TD1PofW9eW+kPRcTdD7AErC9rlCxvXsOxj2/1BE9Y42yPUim0z3W13o94ievvOCYhjzO3tk8pFY+PiXT5D3nFNC9Mlv2PRGZiD6keYk+N3D+vd+TO72Qjpq8qvJVPalBV77g7Sa9dzvSPe2HwD3fAzc9L9exPXh1rr5X9Ue7j78nPEJEiDyAuG2921F9Ptq59b346qY8qkowPum68z2gyUK+RUJrPqYzED4pLvg9fOHRvZSK7j0WoZ8+6oQNvmDT0Dt8cLe9vLNXvoHMsj2sze07T+TJvcrFdz5lqAK8o2NfPKdiSLzgiOs9zLT5vTlycj7hyBg8y7UYPT3Zubz68wi+BIeFvYu1LL1Cm/Y72EPIPBRzrz3GyrM9XiQrvLabjD3LdZU9ROi1Osbhr73/Y3w+355pvTMrCL7sf1U+1OyJPSl7Nb7LJv08GfkEvsu3FD6V5Im+53cQvsMS8T3hof684jxUPcloPb3QXgQ+VhvkPYiR4b1yj/q9DqCoPcK1f702lok+jMPAPGK+GD5oOqU8IfstPl2hk70J4tk7Ydq9vJWIQz6cNNq9oDyOvXrGhD024e099KSCvWm1Lr7D6hG8nALjvQva573srAG9XueAPOUdGz4AbAm+iXCTPTllmb18aO49MsoMvoi+S72dQMe9nRsIvrSj6D2d8Os90qwDPoWjI75t1gO+mFOQvUk1GD6ljZS9T3SlPQfxdr2Thh8+1Gq5PX/cJr5mQxG++cT3PT88pbyZuey9N70fvq4NZT19RDK+zcxhPYQlzj2wlnK7dKD4Pd+SrLxZSJO9ldoQvh/JYT44zrg8jMF1vGDJND2Aoae9zO/lvKYQur244ug9WDAtPVH0Cz7x4vE9qTC4PQ/y6LznW+e8YNz8vQMzAL6mRPg82SDgvbE5OT5pwt+9","642Nu3spZj4jC989YB0VPR27FT62YiU+1YKIPddhsjxQyqy9chnBvfzJVz7MDQO+Wpv2vSmpCT04lQW+OD7mPWzhijz16F4+jkfmPAFYYD0iJ8O9rlgJvkcvPr6FCRe+Wi8dviaihD1zH0Y+DyPqPScstLyC5Ua9QjQmvoHOlj1may08tOC6va5CA76ELwe9eT+MPbhU+70mUj097DMJvE3v+b057De9GTnQPfx7FD511sO9gtyMPZRAcb3wx7g80m1Kvhpe3b0QmCC+RkcBPY2wvLw3CwQ+c0p8veToR70yaKq9B1AWPdTwBD6dT9U9JC0YumaxHD6lgvg8zsEtvgxR4702wWM8YIWcve/tJz29ABy+LWXpvVsYCj61mD8+GEPQuthFET5m05A97vCCu8pCeb7H3d29hQkUPlC/AD5iN/o8nVLJvII5PL7nK7Q9X7apvE1UurvNCKg9THVVvg9E6zzkWUY+SfjNPUeZrr36TC49CMcsPAcVi7vKv8m9BpfMPeu0AbtcCRW9ad4RvqzL7Tz1e7S98qxJvRj9Jz6g6ms9m8MjvcM7u71djKy8+DN0vWfBIb6P3xU+OyofvpYux7wqMSC8z6IavmpnJD67vB++xz8bvZBAur1ebSi+L4cxvYaIFT7HjgY+NG6wumCXY72GP2Q++0u4PV1fHb7HRou94Ee8PK23kT09Tx6+AOhhPcYhFD3SKGs9rjpePWT+Aj4WW1I+JgYwPSzwGr4KyCy+GxYSvuj0vLyq+yw+WdtQvl8NWD4FgEE+FS/cPKHzEL7V70Q+Z/woPlY7Cj6Bthk7oezTPRqXAb4L+cC9l6LjvV+ImD3riY+9q4VDPvg1P76L0J69QEZmveTpbDwCrD4+SdlSvGTqwr1Odku+W0ILvcJfor2nyj696D+mva2YDj6xexc+uG3nvSdxHz04Rf0973gYvtniI71ZIfc9mAhpPgvERb2QBW2+9mnFPXjfGj7Puys+K90avii9DL5Y/Ze+o4dcvs+EG76zY/I8","6vW8Pbb2Br64Ezu9oajTvFTjhD2a5Je9vsuKPfOvGD4kV9s9BTaGPMAlPL3Hy9u8t+IPPe7187181/u9ZlqoveEzd73WCQ++D/4BPHF0Pr5vOFG9Vyz1PVEWAj7Z9Z+9t6a7vadKOj4ZTnw9d91YPo3JJL77Niw+nSqlPSaUgj0iSay96xKwvMwrD71sQNW9KklDvgd5oL2GgC8+rCshvXCVBz6CmEo98+BoPXtOgz2hRlU+MA9BvTfri73zYbM9zuxgvlv6yz2u2iU+7lmrvVGmVb3aHnS9dHBtvbn4N76x3xy+YKO1vUHtED0JfIm9tSKGPSfCwj10gec8FGqivYZhVj5dmI895ipCPhRh972IVCA+1EkLPmslSb7bGA4+dK+AvFSTAj7yYGY+3w7yPebTLD5CKCE+KjMpvmpmlrpkqEG+awOkvD7lDTxEXwc+NJawPWYHLj6aKTu9ql0TvVLD971uk8O99BGDvb+YmzxG4KW9fJREPbSaDj0CGR++IoNlvd6Umj3DWye+hrKVvUYynr3HXYq9G4ZGvqPYpr1dDPM9PvoTPcMUE773JAG+sEGOPfQWPD7+Bci9qlgLPk3Zrz1n7SI+NEGPvSjqWD28VF0+hEAwPgloLr6gqYe8DmoyvmDoqj1c54y9G6P+PbMLFL68toO+0oAFvreQsz0d0Z29tnfRvMs6sj36euQ8ODVNPV318731EAW+JnTjvYNgO75UFpk7DxeKvTjc5zzNc2U+msizvZj/uz1w4gm+YP4NPm5hoD2etpS90uwJPlcX4T0F46k8uK5hvZHg/j1705Q8pgijvsSxhL6+c7e9FiS6PM1ncr1A/AI+cbJtO3H5LT4yRpi9cBM1vRSsSD4TGj49p7ZNvg3U272EZzU9oKUsPnhHGz1GXRm8+a5dPeBvCDvcYOW9er/WPT4fgD2hc8Y9DOsDPuzGSL2O0BK+75MCvt5Onz3Z4v29e8c1PqIZzb0mPRm+hWMiPscRlD3XB7S9MR7svh0srb2w5Co8","4pf5vYBWhjuQAWW9GG1JPXv7eL5cHSY+oYaBPIxOGz6hWRM+L28cve+YPj5ugCc+Rod1PhlVr734czS+Yme0PQMnyD0oFA09tVFFvsyPJbsugta9lB2YPQHj+j162P286dPvPaiG4z0AkvK9ZQX7vMW9gb0byWS8EV52vcZtz70MFBQ+meJ0PpbZ4D3iy5E9Is82vWxkkb0bBus9IqQkPu5DED6dSEC+pZs6PiBmLb3TsmY77BFIPdie2jysKla8M47QPU6StD23PT++tS+nvSmxAr4MPh++uhUYPlrh/z2RXkA9qiTyvVPKoD1bR0+8XMtJPomYUT6ldVo+qZCbPYBVkruR8tG9JQcWPpTeWz1w1RG+1H9GPdBaNjyoYPS8nnfOPfiPo73ob0o9wuPkPXjs8TwFOwc+/QsyPo07BT4nrwk+YDkNvsswLr7dYN29bnLdPTxHKj3cdgo9/kjyPSIy9b3i6vM9WEYdvQAvjrvIIcU8QL5NO05mGL6/rCw+sEUhviKi6T2a8hS+sG5vPIIX5z15NRM+oH0pPe6YmD2g4168EBdyPLBCDDw6oTS+ij64PazaM74qLyK+xxQJPnpkvj0Gb2+9iOuPvZW1LT64uto8MTStvTOhAr4QkY68Pgn7vaRKML2tBxA+UJ9iPGisxzzv0SC+rnN4vXZEEL4cKnG90EJRvUAwLjvTDAG+6VkcPoBNzbvAEaY7rLITvbZEpz1IuxI93H0DPX7wtz1EwoQ9pmmgPRgYHr2aGIk9ntCDvQa/nT2UsCq+tuENvrvKE76wQ2K8Sr1/vfIvJ75WGaY9LJ4tvWy4gj0CmrE9OA8hPVFJMb6M4AM97JcFPSC0Jr62N1a92Y0DPigs0LxQIs48qsMMvmCBEL5CkZY9vh7vvcscEz5Gxf49ucIRPmNY8L0Y2T69Mj34PSgSgD2bZ9i91B1xvaQm6b1y5wm+W7ANvmB4/Ty8PhI9DUQkPooD0z18tUa9phSNvb1HMD5jmSS+gKH+uvKyvT2gdC29","S2Pmuz64aT1+kA8+PocmPsI73T0RPPs9DpyUPWYZnT3s+eK99EZnPvlBbD7xSD4+x9SJPraCsj1kB0K9eVEUvm9ffr1s8l8+39arPRYeJj4jigM+WZnWvfSOlr7jEmY+e8qHPXDQ3TiaEFc9BVyLvlI7iT1umMS87QasPcl4vz3peBu+RCTdO5ApXb05F1M+4vUZvgWY6T1HOwO9xTMQPnwmkz5sIx++cntCPdeNJz0Z0Nm9C8MJPg/mej1RyD88+3KgPQYiQzwv7pI+t+L7vVwV0rsP7OQ9sTYVvmQLlj6GAi28POvDPUigqL3k4I8+ESYwvoBwD74KsY89vJP1vRjvC76t9yk+OLYAvoy/gT3ElfS8snEVPDwEEL0OkzG+hmmrPW898j3cuHS9KqokPaxHlj4lJA2+sIFSvPGwJj1QJvw9nRHWvDr/wT3BYlG7kRZuPfwxEr6OuDC+kMO6PSFLZzwF6MU9QRYBPrvfJL6wrRU9jo4hPs4Gp71EegK6H93jPaOhmj21Dyq+ifc1vq8m5T1t0TE+xcQsvq+IVT0W2fo9sS+YveFRnr0r5xk+k2OpPSyv0LtzbU89IWDfu4e7ZbygWUm8nqUmPopsY7ztnta9wOiBPYb5zz2ic4+9XkamvabqmLzM+IM7IYI6veWQED1MOSU+P26tPqIWID7HWLS96Ds1PfLw6D1JaDo+KAYZPWK/Db6HbyW+ZFssvoufSD1u5uU8+RSOvWRfHD7MHZo9+elHPihWjb2nxDG+YjW0vCJTa74mMY68b8UDPoWatL1NjXu94ky8vQS23rrVpDO+vvwZPn6UF76TU6k9QfIovktADj4ENcG8uS8XvlFSpjsyy7k9GEz6PTckUT3q5s09CFXyvW7zmb0Gr8u9sAQlPp264D0lN5q8cBcAvgVZuT0PARy+3I24vaBaZr29Pum96v0xvWGPzL2nBys+HO8lvsqZAz5OTEa+ta3fPZa5/zyOaDI91z+UPSYsor2GBAw+xz5jPSBr+b2gvfG8","GyK9PaSHyztzKgI+sPxhPb1+gr083Ua+zDIDvIcIsT3pkRW+MI6pveCd9j0d2ES+q/TwvPvQAT7HECc+fJcivKEZur1G+/08RLVJPg+G6T3Djoe95RorPiesQL19a/K91HDMvSPRAD6yyZi8X0gMPlpyfT5Rj4m9gUUYPS/6kr07Qsu9ZLiCvQH0nL3KXh8+pkKzPUm+ST0zRDy+5PtBvsQn4TwPO788NvAnvrLrQj4jgTk9G10ZvsxcMD4SAfG9z6Snve1xDr7BcQ2+aCu9PTH2Tj7dc668aZjCPTdoGD7+gTK9xc+LPLuEuT0PUlS+KPBLvfwYHL5IzWW+grTuvVFP5j7AusK8sQ5ivvRFOD4A7Hy6JVZFPbnYBz4ET8O8Tdm0vIj7y76i7AE9UCoUvj51wL1eXm8+UuCXvvwZT72zwZC+utyUvoRQiT7r31e9fCjiPcVF+T63htQ9uRfoPtaNID4avAK/meEnvrh0or4eu4i+Uv8+O+Dinz6H+hs+dQmePpfOhT02izA+JhgxPtTcgbxtGKu+gj2bvWjHo73g5pg+2yuAPFdhej7GbSK9RzKVvmzu8j2WBzm+jr2ePZXOCb3T/1Y+OBWaPjdtYL6oVw891tYrvlgVqr6oYY0+G/JUvsRHer7aAx4+P1MqPaIdob7DMIi+/+UNvWL1jD1Hs5O+7J3tPLmJYrwGsiK+EWyXvsGsIr24NMg9zuXXPhrrk73L/6++IywHPrkmMT2U0vA9vpCivpIM9b00bk6+3zjKPUw1Z74PNIG9YJOzvVI02z2CN4i+ZzgkvmAQ7z2dvgK932m9PpxQkzwIWtm+khvbPvi0xz7PtxO+DJ44vrejtD1umU0+8KwXvt/rKj5mOj8+05cnPUn6nz3uy/g9XFUfvS0YkLyXJCs+uHv6PSI4cj3D48O+5L2BPlDEcz74DVm+A+YTPir6t71pTCy+TJedvmta6b7zCgq+QyExPmSJ+T0UhJQ+dhIyvSu2Pb4L2gc+MB1Vvp5ff7xa/k0+","eg8sPgJXVL0B9067go8EPnvbAD5v7VW93HwyPBoNwD0SG/c8LUEZvkBwgb0Sqwc+wPBHPWBaoD0oF829EvbJPUuyq71RSby9susaPhpr7D0tFM+8qpQnvsK2eL5O/8u9ygpWvZ1H6ryA1Pe9qhESPUr4/j2D8w4+0GojvhEHJr4TBhW+RfJJvFN8Cz3MbG+9VU8vvQhObT6IbYo9RN7DvVzeaD4mExi8A7a6PcaQcb5qf9C9sggMPr6qZj37yIQ8TZpAPl6+qD0rnKQ8KOsbOet/Fz5PhR+957dkOx8dlTyZGpM8QA67PYJNkb1iq0M+vPYUPtwopL1DxuM9GS0DvqoDvTyAzx++VZGBvsLCy731luC9MlTrvXepCDx2owU9GO0XPr3//j2PafA9zAd7vTDxhD0kes08nKl+vRVFBr3P03Y+nUw/Pvavmb4O4AC+ysfrPXB0pT2kZAM+SAwBPlwmNz5ijJe9yY4hvkleA754xFG9m3MEvRD13Tyg9Is9RQItPmF9F77lbOK8vBEYPUUaOL7Nnnc8FO2/uoGzQT33uVA9upfnvSJ8UL70XeG9W1mVvYKiXD6VZ489o0UIPuf61L1k6eu9FKLSPdSQCL5kRRm+tytevhgMVD5ReSY+Jv8Ovra4b71XkGy8hsF/vR2p2T1awSM+K/yQPn8JjLsI5Be+NvvbPavQfzqgP5s9FYHQvT+GZzwplwo+9GgPPhToEr71QoU9gTipvcMJxD3CNOu90YCJPfQH0Dzoaei9ddi4PfKLGT5G+gm+NYPUvYz6a769ICA+QQg6PlB7Hr6sP8m9tx8pPlxANT44Frm9dTpvvfmsDD2TGmw9nDYvvvlUgb2KCvi9oBuRvVqeO72euD2+MetdveDtQz1UM3I8CdS7vXCNWLtwe5I9G4bMvY00iz3QiAK+1VLgPDKiQr6tzgW9fAVjvalzHj1BNim8F1LTvWyRTL0oEau9u9BQvNkiqL0uSsU9Ef8IvU0ItT3EtQc9lRInPjP9RTwnLRK+","2feBPbMrkz1mKxK+903AvaNApL0YtMa9EC+nPa134b0wyEK9grfTO3cIbj4d2Ca+r9AQvhhHJb2gJTa8NTPoPXDXFb2dDfc9gz61PVNTP75xsCI+yIeSPdqFDD6y78M7jOIWvtAJBb7KHTw+V3tpPhZCGz3KpFY9acebvZ5CKD4fbhG+6uCSPeUU0z3fqFy9BDAEvnVhQT12rgk+kgEUvmX5FD4YM5q9LVPoPdTeXr4rP7K9maJfPqqws704hIM8zb6xPQIIHL49AcQ9YljtveeHRT4/ovM9cCwSPaAhR70ElSG94iXRvVPmArzFfmI9lgsnvcC3eb4jqCa9ju0IPhIuxT3G8749t6YuPsrseb2cXCe9hG13vcBqcbzHajQ+qkPdPe75xD0Ac7g6YGlpvHj9qbz08YQ9UKRZvJDO5ryIAaE86oNxvfCFCD2QYWq8IGhhvPrX5D0+ssC9Ce6jveIbV71YUvc8/g6lPQYjgj1YFTK9dCYjvSANCz1xtha+2j7BPc6vub2myNg9vo2mPYTTQr3WY949sdYQvjKYkT3G2xa+G/oivlnDKz4m7Ya9YZPDvVpt+j0IvMc815oEPgCUfTv7dww+7SvGvU2DHr6q8rY9OgGJPVjd5byml/m9agf2vdA0CrwoYW29Q7MNPmT/Az0mnLY9qYMDPiTmQT2G3dw96nSPvUK1yD3UoTS9OgrMPQ19KD7RXQY+xVgSPkLplz2VWyI+OsDoPaYmhz0GwSe+0FvJvPUBCT71h669We4vvpC6WrxAAGk93RKZvUX7HT4XVNm9Xm+cvd6fIb546BC+AKK+u8tzHT4AQC49oGqIu60zLL5YJoU8ADbNuqzw4b1BhQM+lQDZveDQhD3u8rq9Kd0fPnA/jD0g30g8gdcjPrIgrz0NOCA+IRUhvh9GLT5WwJs94SjCvScsG76+GO29J4YuPuB+azzmGv49y8ItPoBdUT1TXRI+PvL5PQCKpzniuOk9/X0vPi6BuT0gB7C86LczPXQ9MT22F5g9","FJo7vUtsK76UlxK+hy9RPkU17b0nCBA93wiAPpRXJD5dORM+CTB2vUbSij7krf29665hPvmOMr6/wzA+t7qSvY/oeb7KM/+9rUFcPuveVL4el+E9EHEmPsbyMr0l5Q8+3zwHPr6eKj3p0PG9NY5XvSj+pz1Sw7c9YcsXvuHNvr1b/0U9ozqYvQRs+D3Umr+90/GvvQe6sDxZASq+zNH2va93tT13BaW9gNuiPtf2ej2lgtg9Rt3QPRnfhj0McWC8yr6wPs3/Pr48OEI+WPsVPdBYWz1h0L29NMfhPBuVPLyekx49CxmmvGhvKD4MdLI+nULxPWrq8D151dS7VimEvfBs0L1IAD6+Sqa2vmhaXr0GTAk+HoIhPilajL19gvi9l7TAvWViTL09tz++QPsDPXyjij4vGls+tsPoPfmkIj6T0vS8YcZKvvQ8Zr4Z9m+9aQIuPkjNLTxChAi+kywaPmGozz1+kDY+oh5mPcyYnr16wQa9k3XGPcpzIDwzWe48WIQ4PTFzsr2nzhg8fv8/vrVx0b1QBPe97pwxvqgHyL0zBgk9IDezu5uLWz69xyQ+9wfhvZ6qP77BFJE90dN6PtlTV71uR/09Sml9vVHf+byCwQ6+X2khPjLxzD31sLC9UOuLuwNWAD5LFBY9WmG/vU5vXbxaLDw+DjCQPpi6+DwFHT49BySzvQf2ej0Ry+A9ZSrQvVH6073LTXy+kJhhvREe5z1dAQE+xxjouxz5BT7l2rK9/1twvolcqbx/mr49aIglPlQZzbzmP4E9s57MPEtwej7B12a9DnYMOxYIdzsJ7Km9jemUPZE+W74C0ZY+iMsWvCrHWb3JbTK+mD4OPuRW5D2HEQk+SQAKPv4o4r2T3ga+Uz9mPeDLhj5Q0TS9EKvrvc2TwD2Wd249VnBqvL9cDT3U2hK+HK+UvWxWWj7e2d88TCHmPWaZUT0oJ889XcyGPRoIK7573ZU+GtCVPcuMJT6N7248YB8gPBLBiT1wiFQ+DEc0PQm8uz0kmIK9","BBJPPgi3LTxh6pi9RJbqvdXiE7wvhBo9bCmbPbCswD3tw8s8cYcgPVtfKLxzMoK9g8etPYb5Fz6Y4jO+dGrrPejFdr3yBTI+8f7tvO/ntz0xazY+RPxIPl1upL2lZiC9r+81ve5LVD5Z8269RhvnvHLypb3nW0g+htkRvpMWmz0jPrE8s+9rPcrBHr5NI789pe8uvfmEDL69s1e+tdFaOoGWtj3TR0+8LKmzvdEOsjwNryg+xQe6PV9/yL3L4cK9EOTIPSgROL38biw+YZ0RvajOBr4Drjk+EARcPqjwMT1EIy2+P8XUPUEzzr3oK0S9rlkuPQIqNjxPtW8+M7CevbgApT4Ra5a92jlBPpSBDr0vAxm+hiT8vD98Aj46+vg8AkDPvSd4Tr7mGx++CsvlvAeFB7735xs+rtHxvYEksztAmw0+gPcYPn0ztz3n9Zm9xBZMPhmBhT78iC2+xXcMva5vC74qFDe+W5mwPV3Bpj35Twu+3VoVPjjuQ76fJSW8YkQhPqKkH75zSdG9zVIwPYQUpL04rFQ91ZQ0PifYyj2JHxy+wj9CPSSpMz7XZZ08bovzu0E0GzzvGAa+WXl+vdR6rrwahxw7D0wpvi3FhDvvj3G9FdEJvmJ4FT3Jrfw8fiMYPngOU754iGs+EhCePHbGsr1t0RI+nqtgvWpygz3f4Qo+AF0IPUOKpL3XOyC+fPIRPhsd4TwnWqa9V9F8PoAyKb5o9CS9+pKUvA2KTT4nQge+MSfKvd7rjz1ynII9LLOYvcUpeb3ZkAu+TYrhvMZCLz4sHZu95zLAPTQax72Z8Aa9fgGFPSx6IL7x0+69qGrXPXs4Iz72KRs+mSQXvhhO0rwCT9K8P3KpvIdR3D2AIVc9I6tAPWFKAr6TJCM+MKGVvggP571BVN49KWdaOwNpKL4UN1o8XEF3vZDbN76kvxK954gzvm1ysr0Yiu69i/8Hvsq9JzzgfyI9qIEDvTlAiL3qsj0+xuhivGFxe777yI69zU4Zvi6b1zxz8QS+","c0ZuvnwMij1Fcqk6oTxLvTxEFr6SXwA+n7KYvUz2mj3GRx0+xlH5PX9iIz7w5Ow9lF7dvlyFlL1Kx3U+CCZTveBiL74aaB29FkE/vssQN760tJq9y8zIPOK7bL08Xg++vjQCvmP3rT1Tamw+AZwEO21EvrxR+Sc+lCBHPhZaD75i1/w8T4stPiqS0L2Slku+vOgOvhyLD76IpUA9L94XvXJmDz5As6M8lKf8PXo9Zj2E+ns8XUgbvr0AZz0AUhq+IIwuvkyCpjwDN0O+oYq6u64FL751tA2+pm6QveQHCT5UcfS9g849PL61Gr7eV7y8M0WavfJhWT527iU7TmGVvbaKvz0gWj49ukvqvD7Xyz1TAS09m3ioPebHhb6eGwM98K2JvS+vZjzo5BS92ivLPVldgbu6sQE+VfIfvjzHBb7xP6w9pN2nPIrM0715HyK9IIu2vGDDgT0w65e8VOccvjfE/ryEYyO+t/LavVXbOT1Wt1A9Osd2vsoytrva2VQ+1JKEvfIEF7151cA9QaMSvatejT2PSRa+B9/DPGC/7L3GQ5Y9EXW8PZx4urydJha+6j9QvbTbqzz0ixq+EwA+vuGy4D36zNq9HO2Zvf4W7r2j4SI+fUy9PWjgTb6OfBm+/jAIvhCpO76uHJ49Ja5LPS5WNL5t8M69vqtpvqYKWr03ge89PAo+vV3N/L2LEUq8MP1NPINswr3qFpq8ojyGPeDn570Awjg+rYOZu9xI4D3BTQc+80ouvO0pYL2+o4y9lIeHvSk3rry97wg+wU55PjXgfzzaWG29PqAWPhqAMT5fkQm9vrAOPfU7Hr7JIRq+52u8PXOOo73hSl49rt49vU0QUb4P+Yk9VaxHvR8mMb7wc1Y92vgOPgvmoj25Rqi9/rkkPQR7W72I93Y+MBq7PbSCXLrza9c9FIJOvJ7l4Dz1Do49pIc2vl76Aj4MPpc8Nm0JvsB+rjtiAIQ9o6t2PSx+D70ijSK+e1UWvYJWez6/LTi+u4NsPg6SDb0j8rG9","Ac2GvNFI/j3oaRA+6iLcPR4Irj1M/Gq905oePmGtXjvcW5O9x0DcPd4rHL6eAiW+O4RdPYU5E729TSC+Mhw9vsTjIT2fPYa+xWtgveznC76qaiu+jMpEvZN3271uu/s9qpwSPgis0zkZQhk+gBSRvOHjEb3esQS9U/MEvsf0a7zu38M9qGtSPZ4kKT44Lsg9rGqFviOJCD6uA549FDQkPs2BDj3CI/g9f0GePXaJkD7+JCE60KNivLZCsT2WGlI+q9K+vbRuHT3YvnW9aatTPWkuwL1Mn708+1VDPnoa5z1psuy9QFpAPRBv672ucgG+8tz+PVAmeD5+gJ8+WaOnvfVHhbxt36o75VqgvampCb7AIiu8GIGrPfIWWL1R59o9/t0Hvtt8sz1EVyW+wqWvvYT9Mr4O0YG9BeN3PIUCGT4VEhG9HZ35vSnPtTzMC1o9FowyPXI2GL46joC9+rt/PUOWSj1soBa9v2vKvZBZ2D2akMO7TwxBvjYuhbwxPh49U/g1vN38Dj4D1km9+AY1viS/Br0twKE9rmwnPls4f70LlzC+Mvf2vcsoJ75NLpQ8j75NPlvmpb2fmdA9+08kvuarPb6BQY6977nPPCtfWj6qub88ZtZwPbGUKjz93s49uGnvPZRrxT3J+by8dyQqPeiq3r2L36o9WWsaviSWLr2y/6o9i43UPQ1jMD1Uake9BwU5PrZ5hb1Y/gc+SSv4vabRaj3Hkw0+uQaiOvB2YD3gp9+9ygnavXUzG76YCSk+XOJrPTuTZT5qMkA+hQ9GvnFGNb4P+oE91yE7vWT/KL7fhxe+FqUFviAO9L1fMVg+vQwPvph1KL02CJu9J0UrPtfSQr0aYRM7uJf5PWorM76s46+9mt/1vNZDm70tWR0+IvRIvAFTHL5xLCa+ooe2PWBVDz1X80o+CnhSPCWLO74+s1a93OkPvbHfqbx4VGK831nLvThkvT2l8iu9YBASPX/XGT60yvS8+7J/vYNmwb28Em89jrt8vp1uZb44+CQ8","6OcsvYCsXbwQuQ+8Y/MLPn4BjT2PRyU+bO4YvYBxtTsgQS89174QPmi+p7w6P409WLMqvnftC76gHVg8gNiSOmvFAj6chhS+A24JPsHcCL4E63E9g1guvoBcPbvAQ1e9WFcOvsSC4L3IaDU9iPcmvghWvrzcCDQ9NL4PvgA0hDzNp/W90JyLvMi5lT2Auxk73hDjPcGKAT6wpxG8AGaTuwYLg72oD2q9Uu2gvQDCmTrCBuM9AKrtu5uBMr5OYvE96ckWvheOCr6YDhu9dpmQPRfPKb57YBC+lCQ3vRDVlrwgeE09xq/CPfiyij0QaRY9ZcgtvsoU8b3WbcI9BoaOPQ8rJT5gBNS8LckKPg3DD76EfXc9wgngPeZVsD0r4O29MhUhvpiP7TxCpJG9DUwyvkaNAb4sSI89wJmgPDEWFz4lrdS9MrnLPUC/nbuINrI8JewQPmCEdT3tjcK9pmeNPcC7LDtKirc9OKkTvqYjvz07Iys+TTSYvX7JiT3I9De9FsTsvUKh9b1wYD09jLaOPTgKML1XM6e9E9AcvkNpiL1wqu68UYsaPiJGuT0MWwu9240dPsnAGr7s1/+9l9qjvaQc1r2Hl/+9vMIWPbrq0L3wbts86nzwvQC0tLz8GnA9iFO+vISy6b37sQY+gBEHvuqr6T2wggY8OtbYPZgHDb0BBv+9TfMGvtYcyz1F1Pu9JW3evYqXcDsvIiK9U+ZqvgzMDz5EF8w9SoIou/IiPT7i10O+iy5ZvULLZj79hw4+a79uvEJzwL1O7N89FGPKPbcus770G309cvujvq1UXz6AXxm+exjUvbJFHL4A0Am+Lv7mvVqJs7z7Kw4+BK42Pf5gmr0nzsE9CVrjPNoGjz0GWTW+gWKBPMUmm73gMZm9GgUVvZOgGD5ptoO9S188vqDgWL4VWJo9v60bPDH5C71YY6c8jn27PXRV5T2AMSG+FvHjPTvOujzTC/a9PSU4PpqnFL4sYgG+4CaKvU54l72UMy6+5CiOPOw1qb6EFcu9",